Repository: rushitvora93/Test
Catalog: QS-Torque/Locale/*/LC_MESSAGES/Messages.po
Languages: de_de

# Transfer To Test Equipment
source: Process testing
de_de: Prozessprüfung

# ToolModelType
source: Production wrench
de_de: Produktionsschlüssel

# ToolModelType
source: ProductionWrench
de_de: Produktionsschlüssel

# Change Viewer
source: Property
de_de: Merkmal

# About Page
source: Protocol Package
de_de: Protokollpaket

# ToolModelType
source: Pulse driver
de_de: Impulsschrauber

# ToolModelType
source: Pulse driver shut off
de_de: Impuls Shut-Off

# ToolModelType
source: PulseDriver
de_de: Impulsschrauber

# ToolModelType
source: PulseDriverShutOff
de_de: Impuls Shut-Off

# ProcessControlTechnique
source: QST standard methods
de_de: QST-Standardmethoden

# ProcessControl test method
source: QST_MT
de_de: Mindestdrehmoment

# ProcessControl test method
source: QST_PA
de_de: Weiterziehen/Winkel

# ProcessControl test method
source: QST_PEAK
de_de: Spitzenwert

# TestEquipmentView
source: Qst to test equipment file
de_de: Pfad von QST zur Prüfgerätdatei

# ClassicTestHtmlView
source: Range
de_de: Spannweite

# Transfer To Test Equipment
source: Read data
de_de: Daten lesen

# Auxiliary Master Data
source: Reason for tool change
de_de: Ursache Werkzeugwechsel

# HelperTableView
source: Referenced location tool assignments
de_de: Referenzierte Werkzeugmodelle

# ToleranceClassView
source: Referenced location tool assignments
de_de: Referenzierte Messpunkt Werkzeugzuordnungen

# ExtensionView
source: Referenced locations
de_de: Referenzierte Messpunkte

# ToleranceClassView
source: Referenced locations
de_de: Referenzierte Messpunkte

# HelperTableView
source: Referenced tool models
de_de: Referenzierte Werkzeugmodelle

# ManufacturerView
source: Referenced tool models
de_de: Referenzierte Werkzeugmodelle

# HelperTableView
source: Referenced tools
de_de: Referenzierte Werkzeuge

# ViewReferencesDialog
source: References
de_de: Referenzen

# Tolerance class
source: Relative
de_de: Relativ

# Base Settings
source: Remember Area Selection
de_de: Bereichsauswahl merken

# Base Settings
source: Remember last Measurement Point
de_de: Letzten Messpunkt merken

# Base Settings
source: Remember last Tool
de_de: Letztes Werkzeug merken

source: Remove
de_de: Entfernen

# TestEquipmentView Ribbon
source: Remove
de_de: Entfernen

# ToolModelView Ribbon
source: Remove
de_de: Entfernen

# ToolView Ribbon
source: Remove
de_de: Entfernen

# TestLevelSetView Ribbon
source: Remove entry
de_de: Eintrag entfernen

# LocationView ToolBar
source: Remove file
de_de: Bild entfernen

# ToolModelView
source: Remove file
de_de: Datei entfernen

# ToolView
source: Remove file
de_de: Datei entfernen

# Location tool assignment
source: Remove location tool assignment
de_de: Werkzeugzuordnung am Messpunkt entfernen

# LocationView ToolBar
source: Remove picture
de_de: Bild entfernen

# ToolModelView Ribbon
source: Remove picture
de_de: Bild entfernen

# ToolView Ribbon
source: Remove picture
de_de: Bild entfernen

# ProcessControlPlanning Ribbon
source: Remove test level set assignment
de_de: Prüfstufensatz Zuordnung entfernen

# TestPlanView Ribbon
source: Remove test level set assignment
de_de: Zuordnung entfernen

# LocationView ToolBar
source: Remove tool
de_de: Werkzeug entfernen

# LocationToolAssignmentView
source: Remove tool assignment
de_de: Werkzeug entfernen

# LocationViewModel
source: Removing a Directory failed. Pls try again or contact admin or support
de_de: Die Aktion war leider nicht erfolgreich. Erneut versuchen oder an Support wenden

# User Settings
source: Repeat New Password
de_de: Neues Passwort wiederholen

# AddWorkingCalendarEntryAssistant
source: Repetition
de_de: Wiederholung

source: Reset
de_de: Zurücksetzen

# LocationToolAssignment test conditions
source: Reset time
de_de: Zurücksetzen

# LocationToolAssignmentAttribute
source: Reset time
de_de: Zurücksetzen

# Test technique assistent
source: Reset time
de_de: Rücksetzzeit

# ClassicTestHtmlView
source: Result
de_de: Ergebnis

# LocationView ToolBar
source: Same model at tool change
de_de: Gleiches Modell bei Werkzeugwechsel

# Test Equipment Test Result
source: Sample count
de_de: Stichprobenzähler

# AddTestPlanAssistant
source: Sample number
de_de: Stichprobenanzahl

# Test level set diff
source: Sample number
de_de: Stichprobenanzahl

# TestLevelSet parameters
source: Sample number
de_de: Stichprobenanzahl

# Transfer To Test Equipment
source: Sample number
de_de: Stichprobenanzahl

# Shift management
source: Saturday
de_de: Samstag

# Working calendar parameters
source: Saturday workfree
de_de: Arbeitsfreier Samstag

source: Save
de_de: Speichern

# LocationToolAssignmentView
source: Save
de_de: Speichern

# LocationView ToolBar
source: Save
de_de: Speichern

# ProcessControlPlanning Ribbon
source: Save
de_de: Speichern

# TestEquipmentView Ribbon
source: Save
de_de: Speichern

# TestLevelSetView Ribbon
source: Save
de_de: Speichern

# TestPlanView Ribbon
source: Save
de_de: Speichern

# ToolModelView Ribbon
source: Save
de_de: Speichern

# ToolView Ribbon
source: Save
de_de: Speichern

# LocationView
source: Screw
de_de: Schraube

# LocationView
source: Screw/Nut
de_de: Schraube/Mutter

# Shift management diff
source: Second shift end
de_de: Ende der zweiten Schicht

# Shift
source: Second shift of day
de_de: Zweite Schicht des Tages

# Shift management
source: Second shift of day
de_de: Zweite Schicht des Tages

# Shift management diff
source: Second shift start
de_de: Start der zweiten Schicht

# Transfer To Test Equipment
source: Select Filtered
de_de: Gefilterte auswählen

# AddTestPlanAssistant
source: Select if the holidays should be considered
de_de: Wählen Sie bitte, ob Feiertage berücksichtigt werden sollen

# AddTestPlanAssistant
source: Select if the test plan should have a end date
de_de: Wählen Sie bitte, ob der Prüfplan ein Enddatum haben soll

# ClassicTestHtmlView
source: Sensor serial number
de_de: Sensor Seriennummer

# Add test equipment assistant
source: Serial number
de_de: Seriennummer

# Add tool assistent
source: Serial number
de_de: Seriennummer

# LocationToolAssignment
source: Serial number
de_de: Seriennummer

# TestEquipmentAttribute
source: Serial number
de_de: Seriennummer

# ToolAttribute
source: Serial number
de_de: Seriennummer

# TestEquipmentView
source: SerialNumber
de_de: Seriennummer

# ClassicTestView Tooltable
source: Serialnumber
de_de: Seriennummer

# ToolView
source: Serialnumber
de_de: Seriennummer

source: Server Connection
de_de: Serververbindung

source: Server Connection lost
de_de: Serververbindung unterbrochen

source: Server Principal Name
de_de: Hauptname Server

# LocationView
source: Setpoint
de_de: Sollwert

# AddLocationAssistent
source: Setpoint angle
de_de: Sollwinkel

# LocationAttribute
source: Setpoint angle
de_de: Sollwinkel

# Test parameter assistent
source: Setpoint angle
de_de: Sollwinkel

# AddLocationAssistent
source: Setpoint torque
de_de: Solldrehmoment

# LocationAttribute
source: Setpoint torque
de_de: Solldrehmoment

# LocationToolAssignment test conditions
source: Setpoint torque
de_de: Solldrehmoment

# LocationToolAssignmentAttribute
source: Setpoint torque
de_de: Solldrehmoment

# Test parameter assistent
source: Setpoint torque
de_de: Solldrehmoment

# Transfer To Test Equipment
source: Setpoint torque
de_de: Solldrehmoment

# GlobalToolBar
source: Settings
de_de: Einstellungen

# LocationView ToolBar
source: Settings
de_de: Einstellungen

# ToolModelView Ribbon
source: Settings
de_de: Einstellungen

# ToolView Ribbon
source: Settings
de_de: Einstellungen

source: Shift management
de_de: Schichtmanagement

# TestLevelSetView
source: Shift management
de_de: Schichtmanagement

# LocationView ToolBar
source: Show working calender
de_de: Arbeitskalender anzeigen

# Auxiliary Master Data
source: Shut Off
de_de: Abschaltung/Steuerung

# Add tool model assistent
source: Shut off
de_de: Abschaltung

# HelperTable
source: Shut off
de_de: Abschaltung

# ToolModelAttribute
source: Shut off
de_de: Abschaltung

# Working calendar parameters
source: Single entries
de_de: Einzeleinträge

# ClassicTestHtmlView
source: Single value card
de_de: Einzelwertkarte

# ClassicTestHtmlView
source: Single values
de_de: Einzelwerte

# LocationToolAssignment test conditions
source: Slip Torque
de_de: Schlupfmoment

# LocationToolAssignmentAttribute
source: Slip torque
de_de: Schlupfmoment

# Test technique assistent
source: Slip torque
de_de: Schlupfmoment

# TestTechniqueError
source: Slip torque has to be greater or equal than zero
de_de: Der Schlupfmoment muss größer oder gleich 0Nm sein

# TestTechniqueError
source: Slip torque has to be less than ten thousend
de_de: Der Schlupfmoment muss kleiner als 10.000 sein

# Base Settings - Font Size
source: Small
de_de: Klein

# Test level set assignment
source: Some errors occurred for location tool assignments
de_de: Es ist ein Fehler an der Werkzeug-Messpunkt-Zuordnung aufgetreten

# Test level set
source: Some errors occurred for process control conditions
de_de: Es sind Fehler bei den Prüfbedingungen Prozess vorhanden

# Shift management
source: Some errors occurred for the shift management
de_de: Es sind Fehler an der Schichtverwaltung aufgetreten

# Test level set assignment
source: Some errors occurred for the test level set assignments
de_de: Es sind Fehler bei der Prüfstufensatz-Zuordnung aufgetreten

# Test level sets
source: Some errors occurred for the test level sets
de_de: Es sind Fehler am Prüfstufensatz aufgetreten

# Working calendar
source: Some errors occurred for the working calendar
de_de: Es ist ein Fehler beim Laden des Arbeitskalenders aufgetreten

# ExtensionViewModel
source: Some errors occurred while adding extension
de_de: Es ist ein Fehler ist beim Hinzufügen der Verlängerung aufgetreten

# ExtensionViewModel
source: Some errors occurred while loading extensions
de_de: Es ist ein Fehler beim Laden der Verlängerungen aufgetreten

# ProcessControlViewModel
source: Some errors occurred while loading location process control condition
de_de: Es ist ein Fehler beim Laden von Messpunkt Prozessprüfungsdaten aufgetreten

# ExtensionViewModel
source: Some errors occurred while loading location references for extension
de_de: Es ist ein Fehler beim Laden von Messpunkt Referenzen der Verlängerungen

# TransferToTestEquipmentViewModel
source: Some errors occurred while loading process control data for transfer!
de_de: Es ist ein Fehler beim Laden der Prozessprüfungsdaten aufgetreten!

# TestEquipmentViewModel
source: Some errors occurred while loading test equipments
de_de: Es ist ein Fehler beim Laden der Prüfgeräte aufgetreten

# TransferToTestEquipmentViewModel
source: Some errors occurred while loading test equipments
de_de: Es ist ein Fehler beim Laden der Prüfgeräte aufgetreten

# ExtensionAssistantPlan
source: Some errors occurred while loading the extensions
de_de: Beim Laden der Verlängerungen sind einige Fehler aufgetreten

# Location history
source: Some errors occurred while loading the locations history
de_de: Beim Laden der Schraubstellen Historie sind einige Fehler aufgetreten

# Test Planning
source: Some errors occurred while loading the process controls
de_de: Beim Laden der Prozessüberwachungen sind einige Fehler aufgetreten

# Test Planning
source: Some errors occurred while loading the shift management
de_de: Beim Laden der Schichtverwaltung sind einige Fehler aufgetreten

# TestEquipmentModelAssistantPlan
source: Some errors occurred while loading the test equipment models
de_de: Es ist ein Fehler beim Laden der Prüfgerätemodelle aufgetreten

# LocationToolAssignment
source: Some errors occurred while loading the test level sets
de_de: Es ist ein Fehler beim Laden des Prüfstufensatzes aufgetreten

# ProcessControlViewModel
source: Some errors occurred while loading the test level sets
de_de: Es ist ein Fehler beim Laden des Prüfstufensatzes aufgetreten

# TestLevelSetAssistantPlan
source: Some errors occurred while loading the test level sets
de_de: Es ist ein Fehler beim Laden des Prüfstufensatzes aufgetreten

# ExtensionViewModel
source: Some errors occurred while removing extension
de_de: Beim Entfernen der Verlängerung sind einige Fehler aufgetreten

# ProcessControlViewModel
source: Some errors occurred while removing location process control condition
de_de: Es ist ein Fehler beim Entfernen von Messpunkt Prozessprüfungsdaten aufgetreten

# TestEquipmentViewModel
source: Some errors occurred while removing test equipment
de_de: Es ist ein Fehler beim Entfernen der Prüfgeräte aufgetreten

# ProcessControlViewModel
source: Some errors occurred while saving location process control condition
de_de: Es ist ein Fehler beim Speichern von Messpunkt Prozessprüfbedingungen aufgetreten

# TestEquipmentViewModel
source: Some errors occurred while saving test equipments
de_de: Es ist ein Fehler beim Speichern der Prüfgeräte aufgetreten

# Test Planning
source: Some errors occurred while saving the process controls
de_de: Beim Speichern der Prozessüberwachungen sind einige Fehler aufgetreten

# Test Planning
source: Some errors occurred while saving the test level set numbers
de_de: Es ist ein Fehler beim Speichern des Prüfstufensatzes aufgetreten

source: Sort ascending
de_de: Aufsteigend sortieren

source: Sort descending
de_de: Absteigend sortieren

# ClassicTestHtmlView
source: Standard deviation
de_de: Standardabweichung

# Test Equipment Test Result
source: Standard deviation
de_de: Standardabweichung

# Add process control condition assistant
source: Start angle count
de_de: Start Winkelzählung

# ProcessControl
source: Start angle count (Ms)
de_de: Start Winkelzählung (Ms)

# QstProcessControlTechAttribute
source: Start angle count (Ms)
de_de: Start der Winkelzählung (Ms)

# Add process control condition assistant
source: Start date
de_de: Startdatum

# AddTestPlanAssistant
source: Start date
de_de: Startdatum

# LocationToolAssignment test conditions
source: Start date
de_de: Startdatum

# ProcessControl
source: Start date
de_de: Startdatum

# ProcessControlConditionAttribute
source: Start date
de_de: Startdatum

# LocationToolAssignmentAttribute
source: Start date chk
de_de: Startdatum Überwachung

# Add location tool assignment assistant
source: Start date mca
de_de: Startdatum MFU

# LocationToolAssignmentAttribute
source: Start date mfu
de_de: Startdatum MFU

# Add location tool assignment assistant
source: Start date monitoring
de_de: Startdatum Überwachung

# LocationToolAssignment test conditions
source: Start final angle
de_de: Start Endwinkel

# LocationToolAssignmentAttribute
source: Start final angle
de_de: Start Endwinkel

# Test technique assistent
source: Start final angle
de_de: Start Endwinkel

# Test technique assistent
source: Start final angle has to be greater tha zero if cycle start amd cycle complete are zero, otherwise start final angle has to be greater than or equal to zero
de_de: Start Endwinkel muss größer sein als 0, wenn Zyklusstart und kompletter Zyklus gleich 0 sind. Andernfalls muss der Start Endwinkel größer oder gleich 0 sein.

# Add process control condition assistant
source: Start measurement
de_de: Start der Messung

# ProcessControl
source: Start measurement (Mstart)
de_de: Start der Messung (Mstart)

# QstProcessControlTechAttribute
source: Start measurement (Mstart)
de_de: Start der Messung (Mstart)

# ProcessControl
source: StartDateToolTip
de_de: Ab diesem Zeitpunkt startet der Prüfungszeitraum

# TestPlanBehavior
source: Static
de_de: Statistik

# ClassicTestHtmlView
source: Statistical data
de_de: Statistische Kenndaten

# Main Menu Item
source: Statistics
de_de: Statistik

# TestEquipmentView
source: Status file
de_de: Statusdatei

# Assign tool to location assistent
source: Status for
de_de: Status für

# Assign tool to location assistent
source: Status for tool
de_de: Werkzeugstatus

# Manufacturer
source: Street
de_de: Straße

# Transfer To Test Equipment
source: Submit Data
de_de: Daten übertragen

source: Successfully created Protocol Package!
de_de: Protokollpaket erfolgreich erstellt!

# Shift management
source: Sunday
de_de: Sonntag

# Working calendar parameters
source: Sunday workfree
de_de: Arbeitsfreier Sonntag

# Auxiliary Master Data
source: Switch Off
de_de: Abtriebsart

# Add tool model assistent
source: Switch off
de_de: Abtriebsart

# HelperTable
source: Switch off
de_de: Abtriebsart

# ToolModelAttribute
source: Switch off
de_de: Abtriebsart

# Tolerance class
source: Symmetrical limits
de_de: Symmetrische Grenzen

# Add process control condition assistant
source: Target angle
de_de: Zielwinkel

# ProcessControl
source: Target angle (A2)
de_de: Zielwinkel (A2)

# QstProcessControlTechAttribute
source: Target angle (A2)
de_de: Zielwinkel (A2)

# Base Settings - Preferred View
source: Test Equipment
de_de: Prüfgeräte

# Main Menu Item
source: Test Equipment
de_de: Prüfgeräte

# Test level set diff
source: Test Level 1
de_de: Prüfstufe 1

# Test level set diff
source: Test Level 2
de_de: Prüfstufe 2

# Test level set diff
source: Test Level 3
de_de: Prüfstufe 3

# Main Menu Item
source: Test Report
de_de: Prüfbericht

# Test Equipment Test Result
source: Test Timestamp
de_de: Test Zeitstempel

# TestLevelSetAssignment
source: Test Type
de_de: Prüftyp

# TestEquipmentView
source: Test behavior
de_de: Testverhalten

# Location
source: Test conditions are attached to this Location which may have to be changed
de_de: Diesem Messpunkt sind Prüfbedingungen zugewiesen, die eventuell geändert werden müssen

# LocationToolAssignmentView
source: Test conditons
de_de: Prüfbedingungen

# ClassicTestHtmlView
source: Test device
de_de: Prüfgerät

# ClassicTestHtmlView
source: Test device model
de_de: Prüfgerätemodell

# ClassicTestHtmlView
source: Test device type
de_de: Prüfgerätmodell

# Main Menu Item
source: Test equipment
de_de: Prüfgerät

# TestEquipmentView
source: Test equipment
de_de: Prüfgerät

# TestEquipmentView
source: Test equipment driver
de_de: Übertragungsprogramm

# Add test equipment assistant
source: Test equipment model
de_de: Prüfgerätemodell

# TestEquipmentAttribute
source: Test equipment model
de_de: Prüfgerätemodell

# TestEquipmentView
source: Test equipment model
de_de: Prüfgerätemodell

# TestEquipmentViewModel
source: Test equipment model not valid
de_de: Prüfgerätemodell nicht gültig

# TestEquipmentViewModel
source: Test equipment not valid
de_de: Prüfgeräte nicht gültig

# TestEquipmentView
source: Test equipment to qst file
de_de: Pfad von Prüfgerät zur QST Datei

# Add test equipment assistant
source: Test equipment type
de_de: Prüfgerätetyp

# TestEquipment
source: Test equipments
de_de: Prüfgeräte

# Add process control condition assistant
source: Test level
de_de: Prüfstufe

# TestLevelsView
source: Test level 1
de_de: Prüfstufe 1

# TestLevelsView
source: Test level 2
de_de: Prüfstufe 2

# TestLevelsView
source: Test level 3
de_de: Prüfstufe 3

# Add location tool assignment assistant
source: Test level mfu
de_de: Prüfstufe MFU

# Add location tool assignment assistant
source: Test level monitoring
de_de: Prüfstufen Überwachung

# LocationToolAssignment test conditions
source: Test level number
de_de: Prüfstufe Nummer

# ProcessControlConditionAttribute
source: Test level number
de_de: Nummer Prüfstufe

# ProcessControlView
source: Test level number
de_de: Nummer der Prüfstufe

# TestLevelSetAssignment
source: Test level number
de_de: Nummer Prüfstufe

# LocationToolAssignmentAttribute
source: Test level number mfu
de_de: Prüfstufe MFU

# LocationToolAssignmentAttribute
source: Test level number monitoring
de_de: Prüfstufe Überwachung

# Add process control condition assistant
source: Test level set
de_de: Prüfstufensatz

# LocationToolAssignment test conditions
source: Test level set
de_de: Prüfstufensatz

# ProcessControlConditionAttribute
source: Test level set
de_de: Prüfstufensatz

# ProcessControlView
source: Test level set
de_de: Prüfstufensatz

# TestLevelSetAssignment
source: Test level set
de_de: Prüfstufensatz

# Add location tool assignment assistant
source: Test level set mca
de_de: Prüfstufensatz MFU

# LocationToolAssignmentAttribute
source: Test level set mfu
de_de: Prüfstufensatz MFU

# Add location tool assignment assistant
source: Test level set monitoring
de_de: Prüfstufensatz Überwachung

# LocationToolAssignmentAttribute
source: Test level set monitoring
de_de: Prüfstufensatz Überwachung

# LocationToolAssignmentDiff
source: Test level set number chk
de_de: Nummer Prüfstufe MFU

# LocationToolAssignmentDiff
source: Test level set number mfu
de_de: Prüfstufennummer MFU

# TestLevelSetView
source: Test level sets
de_de: Prüfstufensätze

# ClassicTestHtmlView
source: Test limits
de_de: Prüfgrenze

# Add process control condition assistant
source: Test method
de_de: Prüfmethode

# Transfer To Test Equipment
source: Test method
de_de: Prüfmethode

# Add process control condition assistant
source: Test mode active
de_de: Aktiver Prüfbetrieb

# Testing schedule assistant
source: Test mode active mfu
de_de: Aktiver Prüfmodus MFU

# Testing schedule assistant
source: Test mode active monitoring
de_de: Aktiver Prüfmodus Überwachung

# LocationToolAssignment test conditions
source: Test operation
de_de: Prüfbetrieb

# ProcessControlConditionAttribute
source: Test operation active
de_de: Aktiver Prüfbetrieb Überwachung

# LocationToolAssignmentAttribute
source: Test operation active chk
de_de: Aktiver Prüfbetrieb Überwachung

# LocationToolAssignmentAttribute
source: Test operation active mfu
de_de: Aktiver Prüfbetrieb MFU

# Add location tool assignment assistent
source: Test parameters
de_de: Prüfparameter

# LocationToolAssignment test conditions
source: Test parameters - Angle
de_de: Prüfparameter Winkel

# LocationToolAssignment test conditions
source: Test parameters - Torque
de_de: Prüfparameter Drehmoment

# ProcessControlPlanning
source: Test plan assignment
de_de: Prüfplan zuordnen

# TestPlanView
source: Test plan assignment
de_de: Prüfplan zuordnen

# Main Menu Item
source: Test planning
de_de: Prüfplanung

# Main Menu Item
source: Test planning master data
de_de: Prüfplanung Stammdaten

# Add process control condition assistant
source: Test rules
de_de: Prüfregeln

# Add location tool assignment assistent
source: Test technique
de_de: Prüftechnik

# LocationToolAssignment test conditions
source: Test technique - Click wrench
de_de: Prüftechnik Knickschlüssel

# LocationToolAssignment test conditions
source: Test technique - Peak value
de_de: Prüftechnik Spitzenwert

# LocationToolAssignment test conditions
source: Test technique - Power tool
de_de: Prüftechnik Power Tool

# LocationToolAssignment test conditions
source: Test technique - Pulse driver
de_de: Prüftechnik Impulsschrauber

# TestEquipmentType
source: Test tool
de_de: Prüfgerät

source: Test type
de_de: Prüftyp

# TestEquipmentType
source: Test wrench
de_de: Prüfschlüssel

# TestEquipmentModelAttribute
source: TestEquipmentType
de_de: Prüfgerätetyp

# ClassicTestView Chktable
source: TestTimesTamp
de_de: Datum

# ClassicTestView Ctltable
source: TestTimesTamp
de_de: Datum

# ClassicTestView Mfutable
source: TestTimesTamp
de_de: Datum

# ClassicTestView Pfutable
source: TestTimesTamp
de_de: Datum

# Add location tool assignment assistent
source: Testing schedule - MCA
de_de: Prüfplanung MFU

# LocationToolAssignment test conditions
source: Testing schedule - MCA
de_de: Prüfplanung MFU

# Add location tool assignment assistent
source: Testing schedule - Monitoring
de_de: Prüfplanung Überwachung

# LocationToolAssignment test conditions
source: Testing schedule - Monitoring
de_de: Prüfplanung Überwachung
