Repository: rushitvora93/Test
Catalog: QS-Torque/Locale/*/LC_MESSAGES/Messages.po
Languages: de_de

# LocationView
source: Field information
de_de: Informationen zum Feld

# LocationView
source: File
de_de: Datei

# TestEquipmentView
source: File path
de_de: Dateipfad

# LocationView
source: Files
de_de: Dateien

# ToolModelView
source: Files
de_de: Dateien

# ToolView
source: Files
de_de: Dateien

# LocationToolAssignment test conditions
source: Filter frequency
de_de: Filter Frequenz

# LocationToolAssignmentAttribute
source: Filter frequency
de_de: Filter Frequenz

# Test technique assistent
source: Filter frequency
de_de: Filter Frequenz

# TestTechniqueError
source: Filter frequency has to be greater than one hundred
de_de: Die Filterfrequenz muss größer sein als 100

# Shift management
source: First day of week
de_de: Erster Tag der Woche

# Shift management diff
source: First day of week
de_de: Erster Tag der Woche

# Shift management diff
source: First shift end
de_de: Ende der ersten Schicht

# Shift
source: First shift of day
de_de: Erste Schicht des Tages

# Shift management
source: First shift of day
de_de: Erste Schicht des Tages

# Shift management diff
source: First shift start
de_de: Start der ersten Schicht

# ClassicTestView Tooltable
source: FirstTestdate
de_de: Erstes Testdatum

# Base Settings
source: Font Size
de_de: Schriftgröße

# Test technique assistent
source: For control strategies involving angle measurement, it specifies the torque value from which the angle measurement starts.
de_de: Ab diesem Wert beginnt die Winkelzählung.

# Test technique assistent
source: For pulse tools to filter the 100% peak.
de_de: Zur Filterung der 100% Spitze bei Impulse Werkzeugen

# LocationView ToolBar
source: Free label
de_de: Freies Etikett

# Shift management
source: Friday
de_de: Freitag

# Add extension assistant assistant
source: Gauge
de_de: Stichmaß

# Extension
source: Gauge
de_de: Stichmaß

# Extension correction
source: Gauge
de_de: Stichmaß

# ExtensionAttribute
source: Gauge
de_de: Stichmaß

# Extension
source: GaugeToolTip
de_de: Abstand zwischen Messkopf-Vorderkante (ohne Einsteckwerkzeug) und der Drehachse

# ToolModelType
source: General
de_de: Schrauber (allg.)

# About Page - CSP-Address
source: Germany
de_de: Deutschland

source: Group
de_de: Gruppe

# ClassicTestHtmlView
source: Histogram
de_de: Histogramm

# Main Menu Item
source: History
de_de: Historie

# Working calendar parameters
source: Holiday
de_de: Urlaub/Feiertage

# AddWorkingCalendarEntryAssistant
source: Holiday
de_de: Urlaub/Feiertag

# AddWorkingCalendarEntryAssistant
source: Holidays are just allowed during the week and extra shifts are just allowed on general free weekends
de_de: Arbeitsfreie Tage sind nur während der Woche erlaubt, und Sonderschichten nur an generell freien Wochenenden

# Main Menu Item
source: Home
de_de: Startseite

# Manufacturer
source: House number
de_de: Hausnummer

# LocationToolAssignmentAttribute
source: Inactive
de_de: Inaktiv

# LocationView ToolBar
source: Individual audit parameters
de_de: Individuelle Prüfparameter

# ClassicTestHtmlView
source: Information of the test
de_de: Informationen zum Test

source: Input Error!
de_de: Einlesefehler!

# DiffType
source: Insert
de_de: Einfügen

# LocationView ToolBar
source: Insert history
de_de: Historie einfügen

# ToolModelView Ribbon
source: Insert history
de_de: Historie einfügen

# ToolView Ribbon
source: Insert history
de_de: Historie einfügen

# Add test equipment assistant
source: Interval
de_de: Intervall

# AddTestPlanAssistant
source: Interval
de_de: Intervall

# TestLevelSet parameters
source: Interval
de_de: Intervall

# Transfer To Test Equipment
source: Interval
de_de: Intervall

# TestLevelSetAssignment
source: Interval Type 1
de_de: Intervall Typ 1

# Test level set diff
source: Interval type
de_de: Intervall Typ

# Transfer To Test Equipment
source: Interval type
de_de: Intervall Typ

# Test level set diff
source: Interval value
de_de: Intervall Wert

# TestLevelSetAssignment
source: Interval value 1
de_de: Intervall Wert 1

# ClassicTestHtmlView
source: Intervention limits
de_de: Eingriffsgrenzen

# Extension
source: Inventory Number
de_de: Inventarnummer

# Add extension assistant
source: Inventory number
de_de: Inventarnummer

# Add test equipment assistant
source: Inventory number
de_de: Inventarnummer

# Add tool assistent
source: Inventory number
de_de: Inventarnummer

# ExtensionAttribute
source: Inventory number
de_de: Inventarnummer

# LocationToolAssignment
source: Inventory number
de_de: Inventarnummer

# TestEquipmentAttribute
source: Inventory number
de_de: Inventarnummer

# ToolAttribute
source: Inventory number
de_de: Inventarnummer

# TestEquipmentView
source: InventoryNumber
de_de: Inventarnummer

# ClassicTestView Tooltable
source: Inventorynumber
de_de: Inventarnummer

# ToolView
source: Inventorynumber
de_de: Inventarnummer

# Test level set diff
source: Is active
de_de: Ist aktiviert

# Shift management diff
source: Is second shift active
de_de: Ist die zweite Schicht aktiv

# Shift management diff
source: Is third shift active
de_de: Ist die dritte Schicht aktiv

# Add tool model assistent
source: Jump to construction type
de_de: Zu Bauform springen

# Add tool assistent
source: Jump to cost center
de_de: Zu Kostenstelle springen

# Add tool assistent
source: Jump to customer
de_de: Zu Auftraggeber springen

# Add tool model assistent
source: Jump to drive size
de_de: Zu Abtriebsmaß springen

# Add tool model assistent
source: Jump to drive type
de_de: Zu Antrieb springen

# Add process control condition assistant
source: Jump to extensions
de_de: Zu Verlängerungen springen

# Add tool model assistent
source: Jump to manufacturer
de_de: Zu Hersteller springen

# Add tool model assistent
source: Jump to shut off
de_de: Zu Abschaltungen springen

# Add tool assistent
source: Jump to status
de_de: Zu Status springen

# Assign tool to location assistent
source: Jump to status
de_de: Zu Status springen

# Add tool model assistent
source: Jump to switch off
de_de: Zu Abtriebsart springen

# Add location tool assignment assistant
source: Jump to test level set
de_de: Zu Prüfstufensatz springen

# Add process control condition assistant
source: Jump to test level set
de_de: Zu Prüfstufensatz springen

# AddLocationAssistent
source: Jump to tolerance class
de_de: Zu Toleranzklasse springen

# Test parameter assistent
source: Jump to tolerance class
de_de: Zu Toleranzklasse springen

# Add tool assistent
source: Jump to tool model
de_de: Zu Werkzeugmodell springen

# Add tool model assistent
source: Jump to tool type
de_de: Zu Ausführung springen

# Assign tool to location assistent
source: Jump to tool usage
de_de: Zu Werkzeugverwendung springen

# LocationView ToolBar
source: Label with barcode
de_de: Etikett mit Barcode

# LocationView ToolBar
source: Label without barcode
de_de: Etikett ohne Barcode

# Base Settings - Font Size
source: Large
de_de: Groß

# TestEquipmentAttribute
source: Last calibration
de_de: Letzte Kalibrierung

# TestEquipmentView
source: Last calibration
de_de: Letzte Kalibrierung

# Add test equipment assistant
source: Last calibration date
de_de: Letzte Kalibrierung

# Transfer To Test Equipment
source: Last test date
de_de: Letztes Testdatum

# ClassicTestView Tooltable
source: LastTestdate
de_de: Letztes Testdatum

# ProcessControl
source: Length gauge
de_de: Länge Stichmaß

# ProcessControl
source: LengthGaugeToolTip
de_de: Ist der Weg zwischen der kalibrierten und der neuen Messachse

source: License Error
de_de: Lizenzierungsfehler

# ToolModelView
source: Limit Cm
de_de: Cm-Wert

# ToolModelView
source: Limit Cmk
de_de: Cmk-Wert

# LocationView ToolBar
source: Link picture
de_de: Bild verlinken

# ToolModelView Ribbon
source: Link picture
de_de: Bild verknüpfen

# ToolView Ribbon
source: Link picture
de_de: Bild verlinken

# LocationToolassignmentView
source: Location
de_de: Messpunkt

# Main Menu Item
source: Location
de_de: Messpunkt

# ToleranceClassViewModel
source: Location
de_de: Messpunkt

# ExtensionViewModel
source: Location - process control
de_de: Messpunkt Prozessprüfung

# HelperTableView
source: Location description
de_de: Messpunktbeschreibung

# Test Date Overview
source: Location description
de_de: Messpunktbeschreibung

# Test Equipment Test Result
source: Location description
de_de: Messpunktbeschreibung

# TestLevelSetAssignment
source: Location description
de_de: Messpunktbeschreibung

# ToleranceClassView
source: Location description
de_de: Messpunktbeschreibung

# Transfer To Test Equipment
source: Location description
de_de: Messpunktbeschreibung

# Working calendar parameters
source: Location description
de_de: Messpunktbeschreibung

source: Location directory dialog
de_de: Messpunkt Ordner anlegen

# Transfer To Test Equipment
source: Location free field category
de_de: Messpunkt Kategorie freie Felder

# Transfer To Test Equipment
source: Location free field documentation
de_de: Messpunkt freie Felder Dokumentation

# Location
source: Location not valid
de_de: Messpunkt nicht gültig

# HelperTableView
source: Location number
de_de: Messpunktnummer

# Test Date Overview
source: Location number
de_de: Messpunktnummer

# Test Equipment Test Result
source: Location number
de_de: Messpunktnummer

# TestLevelSetAssignment
source: Location number
de_de: Messpunktnummer

# ToleranceClassView
source: Location number
de_de: Messpunktnummer

# Transfer To Test Equipment
source: Location number
de_de: Messpunktnummer

# Working calendar parameters
source: Location number
de_de: Messpunktnummer

# LocationToolAssignmentView
source: Location parameter
de_de: Messpunkt Parameter

# TestEquipmentView
source: Location pictures
de_de: Schraubstellenbilder

# ToleranceClassViewModel
source: Location tool assignment
de_de: Messpunkt Werkzeugzuordnung

# LocationtoolAssignmentView
source: Location tool assignment data
de_de: Daten der Werkzeugzuordnung

# LocationToolAssignment
source: Location tool assignment not valid
de_de: Messpunkt Werkzeugzuordnung ungültig

# HelperTableViewModel
source: Location tool assignments
de_de: Messpunkt Werkzeugzuordnung

source: Log in
de_de: Anmelden

source: Log in failed! Please check your user name and password.
de_de: Der Login war nicht erfolgreich! Bitte überprüfen Sie den Benutzernamen und das Passwort.

# Tolerance class
source: Lower
de_de: Untere Grenze

# Add process control condition assistant
source: Lower intervention limit
de_de: Eingriffsgrenzen unten

# ProcessControlConditionAttribute
source: Lower intervention limit
de_de: Eingriffsgrenzen unten

# ProcessControl
source: Lower intervention limit (IL-)
de_de: Eingriffsgrenzen unten (EG-)

# Add process control condition assistant
source: Lower measuring limit
de_de: Messgrenzen unten

# ProcessControlConditionAttribute
source: Lower measuring limit
de_de: Messgrenzen unten

# ProcessControl
source: Lower measuring limit (l. tol.)
de_de: Messgrenzen unten (Tol. u.)

# ToolModelView
source: Lower power limit
de_de: Untere Leistungsgrenze

# ClassicTestHtmlView
source: Lower test limit
de_de: Untere Testgrenze

# ClassicTestHtmlView
source: Lower tolerance limit
de_de: Untere Toleranzgrenze

# ClassicTestView Ctltable
source: Lower tolerance limit
de_de: Untere Toleranzgrenze

# ClassicTestView Pfutable
source: Lower tolerance limit
de_de: Untere Toleranzgrenze

# Test Equipment Test Result
source: Lower tolerance limit
de_de: Untere Toleranzgrenze

# ProcessControl
source: LowerInterventionLimitToolTip
de_de: Untere Grenze die bei der frühzeitigen Erkennung von Trends hilft

# ClassicTestView chkTable
source: MCA
de_de: MFU

# Transfer To Test Equipment
source: MCA
de_de: MFU

# ClassicTestHtmlView
source: MCA (rotating)
de_de: MFU (rotierend)

# ToolModelType
source: MD wrench
de_de: Anzeigender MD-Schlüssel

# ToolModelType
source: MDWrench
de_de: Anzeigender MD-Schlüssel

# Base Settings
source: Main Window
de_de: Hauptmaske

# TestEquipmentType
source: Manual input
de_de: Manuelle Eingabe

# Add tool model assistent
source: Manufacturer
de_de: Hersteller

# Auxiliary Master Data
source: Manufacturer
de_de: Hersteller

# TestEquipmentView
source: Manufacturer
de_de: Hersteller

# ToolModelAttribute
source: Manufacturer
de_de: Hersteller

# ToolModelView
source: Manufacturer
de_de: Hersteller

# Main Menu Item
source: Master Data
de_de: Stammdaten

# Test Date Overview
source: Maturity
de_de: Fälligkeit

# ToolModelAttribute
source: Max power
de_de: Max. Leistung

# ToolModelAttribute
source: Max rotation speed
de_de: Max. Umdrehungszahl

# Add tool model assistent
source: Max. power
de_de: Max. Leistung

# Add tool model assistent
source: Max. rotation speed
de_de: Max. Umdrehungszahl

# ToolModelView
source: Max. rotation speed
de_de: Max. Umdrehungen

# LocationToolAssignmentAttribute
source: Maximum Angle
de_de: Maximaler Drehwinkel

# LocationToolAssignment test conditions
source: Maximum Pulse
de_de: Maximaler Impuls

# AddLocationAssistent
source: Maximum angle
de_de: Maximaler Drehwinkel

# LocationAttribute
source: Maximum angle
de_de: Maximaler Drehwinkel

# LocationToolAssignment test conditions
source: Maximum angle
de_de: Maximaler Drehwinkel

# Test parameter assistent
source: Maximum angle
de_de: Maximaler Drehwinkel

# LocationToolAssignmentAttribute
source: Maximum pulse
de_de: Maximaler Impuls

# Test technique assistent
source: Maximum pulse
de_de: Maximaler Impuls

# TestTechniqueError
source: Maximum pulse has to be greater than zero
de_de: Der maximale Impuls muss größer als 0 sein

# TestTechniqueError
source: Maximum pulse has to be less than two hundred fifty five
de_de: Der maximale Impulse muss kleiner als 255 sein

# AddLocationAssistent
source: Maximum torque
de_de: Maximales Drehmoment

# LocationAttribute
source: Maximum torque
de_de: Maximales Drehmoment

# LocationToolAssignment test conditions
source: Maximum torque
de_de: Maximales Drehmoment

# LocationToolAssignmentAttribute
source: Maximum torque
de_de: Maximales Drehmoment

# Test parameter assistent
source: Maximum torque
de_de: Maximales Drehmoment

# Transfer To Test Equipment
source: Maximum torque
de_de: Maximales Drehmoment

# LocationToolAssignment test conditions
source: Measure delay time
de_de: Messung Verzögerungszeit

# LocationToolAssignmentAttribute
source: Measure delay time
de_de: Messung Verzögerungszeit

# Test technique assistent
source: Measure delay time
de_de: Messung Verzögerungszeit

# ClassicTestHtmlView
source: Measurement Point
de_de: Messpunkt

# Main Menu Item
source: Measurement Point
de_de: Messpunkt

# Transfer To Test Equipment
source: Measurement point parameter cannot be measured with the selected test equipment
de_de: Messpunktparameter können mit dem gewählten Prüfmittel nicht gemessen werden

# Base Settings - Font Size
source: Medium
de_de: Mittel

# LocationToolAssignmentAttribute
source: Mest torque and angle be in limits
de_de: Sollen Drehmoment und Drehwinkel zwischen den Limits sein?

# ProcessControl
source: Method
de_de: Methode

# ProcessControl test method
source: Method
de_de: Methode

# ToolModelAttribute
source: Min power
de_de: Min. Leistung

# Add tool model assistent
source: Min. power
de_de: Min. Leistung

# LocationToolAssignmentAttribute
source: Minimum Angle
de_de: Minimaler Drehwinkel

# LocationToolAssignment test conditions
source: Minimum Pulse
de_de: Minimaler Impuls

# AddLocationAssistent
source: Minimum angle
de_de: Minimaler Drehwinkel

# LocationAttribute
source: Minimum angle
de_de: Minimaler Drehwinkel

# LocationToolAssignment test conditions
source: Minimum angle
de_de: Minimaler Drehwinkel

# Test parameter assistent
source: Minimum angle
de_de: Minimaler Drehwinkel

# LocationToolAssignmentAttribute
source: Minimum pulse
de_de: Minimaler Impuls

# Test technique assistent
source: Minimum pulse
de_de: Minimaler Impuls

# TestTechniqueError
source: Minimum pulse has to be greater than zero
de_de: Der minimale Impuls muss größer als 0 sein

# TestTechniqueError
source: Minimum pulse has to be less than two hunderd and fifty five
de_de: Der minimale Impulse muss kleiner sein als 255

# Add process control condition assistant
source: Minimum torque
de_de: Minimales Drehmoment

# AddLocationAssistent
source: Minimum torque
de_de: Minimales Drehmoment

# LocationAttribute
source: Minimum torque
de_de: Minimales Drehmoment

# LocationToolAssignment test conditions
source: Minimum torque
de_de: Minimales Drehmoment

# LocationToolAssignmentAttribute
source: Minimum torque
de_de: Minimales Drehmoment

# ProcessControl test method
source: Minimum torque
de_de: Minimales Drehmoment

# Test parameter assistent
source: Minimum torque
de_de: Minimales Drehmoment

# Transfer To Test Equipment
source: Minimum torque
de_de: Minimales Drehmoment

# ProcessControl
source: Minimum torque (Mmin)
de_de: Minimales Drehmoment (Mmin)

# QstProcessControlTechAttribute
source: Minimum torque (Mmin)
de_de: Minimales Drehmoment (Mmin)

# ClassicTestView Tooltable
source: Model
de_de: Modell

# Main Menu Item
source: Modules/Extras
de_de: Module/Extras

# Shift management
source: Monday
de_de: Montag

# ClassicTestView chkTable
source: Monitoring
de_de: Überwachung

# LocationViewModel
source: Moving Location failed. Pls reload, try again or contact admin or support
de_de: Die Aktion war leider nicht erfolgreich. Erneut versuchen oder an Support wenden

# Test technique assistent
source: Must torque and angle be between the limits?
de_de: Sollen Drehmoment und Drehwinkel zwischen den Limits sein?

# User Settings
source: New Password
de_de: Neues Passwort

# Change Viewer
source: New Value
de_de: Neuer Wert

# Location tool assignment
source: New status for tool
de_de: Neuer Status für Werkezeug

# Location History View
source: New value
de_de: Neuer Wert

# Assistent
source: Next
de_de: Weiter

# Test Date Overview
source: Next CHK Tests
de_de: Nächste Überwachung

# Test Date Overview
source: Next MCA Tests
de_de: Nächste MFU Prüfungen

# TestEquipmentView
source: Next calibration
de_de: Nächste Kalibrierung

# Transfer To Test Equipment
source: Next test date
de_de: Nächstes Prüfdatum

# Working calendar parameters
source: Next test date chk
de_de: Nächstes Prüfdatum Überwachung

# Test Date Overview
source: Next test date mfu
de_de: Nächstes Prüfdatum MFU

# Working calendar parameters
source: Next test date mfu
de_de: Nächstes Prüfdatum MFU

# Transfer To Test Equipment
source: Next test shift
de_de: Nächste Prüfschicht

# TestLevelSetAssignment
source: Next test shift chk
de_de: Nächste Prüfschicht Überwachung

# Test Date Overview
source: Next test shift mfu
de_de: Nächste Prüfschicht MFU

# TestLevelSetAssignment
source: Next test shift mfu
de_de: Nächste Prüfschicht MFU

# ProcessControlPlanning
source: Next tests overview
de_de: Übersicht der nächsten Prüfungen

# TestPlanView
source: Next tests overview
de_de: Übersicht der nächsten Prüfungen

source: No
de_de: Nein

# LocationToolAssignmentAttribute
source: No
de_de: Nein

# Extension
source: No Extension
de_de: Keine Verlängerung

# ClassicTestHtmlView
source: No normal distribution tests were performed
de_de: Es wurden keine normalen Verteilungstest durchgeführt

# ClassicTestHtmlView
source: No outlier tests were carried out
de_de: Es wurden keine Ausreißertests durchgeführt

# TransferToTestEquipmentViewModel
source: No test equipment selected
de_de: Keine Prüfmittel ausgewählt

# TransferToTestEquipmentViewModel
source: No valid test route selected
de_de: Keine gültige Prüfroute ausgewählt

# ClassicTestHtmlView
source: Nominal value
de_de: Sollwert

# Test Equipment Test Result
source: Nominal value
de_de: Nennwert

# ClassicTestView Chktable
source: NominalAngle
de_de: Nominalwinkel

# ClassicTestView Mfutable
source: NominalAngle
de_de: Nominalwinkel

# ClassicTestView Chktable
source: NominalTorque
de_de: Nominaler Drehmoment

# ClassicTestView Mfutable
source: NominalTorque
de_de: Nominaler Drehmoment

# ClassicTestHtmlView
source: Normal distribution
de_de: Normale Verteilung

# ClassicTestHtmlView
source: Not enough values
de_de: Nicht genug Werte

# ClassicTestHtmlView
source: Note
de_de: Hinweis

# AddLocationAssistent
source: Number
de_de: Nummer

# LocationAttribute
source: Number
de_de: Nummer

# LocationView
source: Number
de_de: Nummer

# LocationView
source: Number of screws
de_de: Anzahl Schrauben

# ClassicTestHtmlView
source: Number of values
de_de: Anzahl Messwerte

# LocationView
source: Nut
de_de: Mutter

# User Settings
source: Old Password
de_de: Altes Passwort

# Change Viewer
source: Old Value
de_de: Alter Wert

# Location History View
source: Old value
de_de: Alter Wert

# AddWorkingCalendarEntryAssistant
source: Once
de_de: Einmal

# Working calendar
source: Once
de_de: Einmal

# WorkingCalendarRepetition
source: Once
de_de: Einmal

source: Open Tests
de_de: Liste offene Prüfungen

source: Other assigned locations
de_de: Andere zugeordnete Messpunkte

# Main Menu Item
source: Parameter Set
de_de: Parametersätze

source: Password
de_de: Passwort

# LocationView ToolBar
source: Paste
de_de: Einfügen

# TestEquipmentModelAttribute
source: Path to qst to test equipment file
de_de: Pfad von QST zur Prüfgerätdatei

# TestEquipmentModelAttribute
source: Path to status file
de_de: Pfad zur Statusdatei

# TestEquipmentModelAttribute
source: Path to test equipment driver
de_de: Pfad zu Treiber Prüfgerät

# TestEquipmentModelAttribute
source: Path to test equipment to qst file
de_de: Pfad von Prüfgerät zur QST Datei

# ProcessControl test method
source: Peak
de_de: Spitze

# Main Menu Item
source: Pending Tests
de_de: Liste offene Prüfungen

# Manufacturer
source: Phone number
de_de: Telefon

# About Page - CSP-Address
source: Phone:
de_de: Telefon:

# LocationView ToolBar
source: Picture
de_de: Bild

# ToolModelView
source: Picture
de_de: Bild

# ToolModelView Ribbon
source: Picture
de_de: Bild

# ToolView
source: Picture
de_de: Bild

# ToolView Ribbon
source: Picture
de_de: Bild

# Base Settings
source: Preferred View
de_de: Bevorzugte Ansicht

# ProcessControl test method
source: Prevail torque/angle
de_de: Weiterziehmoment / Winkel

# Assistent
source: Previous
de_de: Zurück

source: Print
de_de: Druck

# ClassicTestHtmlView Toolbar
source: Print
de_de: Druck

# ClassicTestHtmlView Toolbar Button
source: Print
de_de: Druck

# LocationHistory Ribbon
source: Print
de_de: Druck

# LocationView ToolBar
source: Print
de_de: Druck

# ProcessControl
source: Print
de_de: Druck

source: Print List
de_de: Liste drucken

# ToolModelView Ribbon
source: Print List
de_de: Liste drucken

# ToolView Ribbon
source: Print List
de_de: Liste drucken

source: Print References
de_de: Referenzen drucken

# LocationView ToolBar
source: Print folder content
de_de: Ordnerinhalt drucken

# LocationView ToolBar
source: Print measurementpoint
de_de: Messpunkt drucken

# ToolModelView Ribbon
source: Print parameters
de_de: Parameter drucken

# ToolView Ribbon
source: Print parameters
de_de: Parameter drucken

# LocationView ToolBar
source: Print structure tree
de_de: Strukturbaum drucken

# ToolModelView Ribbon
source: Print/Export
de_de: Druck/Export

# ToolView Ribbon
source: Print/Export
de_de: Druck/Export

# Base Settings - Preferred View
source: Process Type
de_de: Prozessart

# Main Menu Item
source: Process control
de_de: Prozessprüfung

# ProcessControlViewModel
source: Process control condition not valid
de_de: Prüfbedingungen nicht gültig

# ProcessControl
source: Process control conditions
de_de: Prüfbedingungen

# ToastNotificationManager
source: Process control dates were calculated successfully
de_de: Die Prozessprüfdaten wurden erfolgreich berechnet

# ProcessControlViewModel
source: Process control not valid
de_de: Prozessprüfung nicht gültig

# ClassicTestHtmlView
source: Process monitoring
de_de: Prozessüberwachung
