Repository: rushitvora93/Test
Catalog: QS-Torque/Locale/*/LC_MESSAGES/Messages.po
Languages: de_de

# Test technique assistent
source: The STa 6000 / STa 6000 Plus ends the test when the torque drops beneath the Cycle Start value for a longer time than this timeout.
de_de: Der STa 6000 / STa 6000 Plus beendet den Test, wenn das wirkende Drehmoment länger als die hier eingestellte Zeit unter den Wert des Zyklusstarts fällt.

source: The action failed. Try again or contact our support team
de_de: Die Aktion war leider nicht erfolgreich. Erneut versuchen oder an Support wenden

# Add process control condition assistant
source: The alarm angle has to be between 0 and 9999 and greater than or equal to angle for further turning and target angle
de_de: Die Alarmgrenze Winkel muss zwischen 0 und 9999 sein, und größer/gleich dem Winkel für Weiterziehen und Zielwinkel

# ProcessControlValidationError
source: The alarm angle has to be between 0 and 9999 and greater than or equal to angle for further turning and target angle
de_de: Die Alarmgrenze Winkel muss zwischen 0 und 9999 liegen, und größer/gleich dem Winkel für Weiterziehen und Zielwinkel sein

# Add process control condition assistant
source: The alarm limit angle has to be between 0 and 9999
de_de: Die Alarmgrenze Winkel muss zwischen 0 und 9999 liegen

# ProcessControlValidationError
source: The alarm limit angle has to be between 0 and 9999
de_de: Die Alarmgrenze Winkel muss zwischen 0 und 9999 liegen

# Add process control condition assistant
source: The alarm limit angle has to be between 1 and 99
de_de: Die Alarmgrenze Winkel muss zwischen 1 und 99 liegen

# ProcessControlValidationError
source: The alarm limit angle has to be between 1 and 99
de_de: Die Alarmgrenze Winkel muss zwischen 1 und 99 liegen

# Add process control condition assistant
source: The alarm torque has to be between 0 and 9999 and greater than or equal to minimum torque, start angle count and start measurement
de_de: Die Alarmgrenze Drehmoment muss zwischen 0 und 9999 sein, und größer/gleich dem minimalem Drehmoment, Start der Winkelzählung und Start der Messung

# ProcessControlValidationError
source: The alarm torque has to be between 0 and 9999 and greater than or equal to minimum torque, start angle count and start measurement
de_de: Die Alarmgrenze Drehmoment muss zwischen 0 und 9999 liegen, und größer/gleich dem minimalem Drehmoment, Start der Winkelzählung und Start der Messung sein

# Add process control condition assistant
source: The alarm torque has to be between 0 and 9999 and greater than or equal to start angle count and start measurement
de_de: Die Alarmgrenze Drehmoment muss zwischen 0 und 9999 sein, und größer/gleich der Messung des Startwinkel und Start der Winkelzählung

# ProcessControlValidationError
source: The alarm torque has to be between 0 and 9999 and greater than or equal to start angle count and start measurement
de_de: Die Alarmgrenze Drehmoment muss zwischen 0 und 9999 liegen, und größer/gleich Start der Winkelzählung und Start der Messung sein

# Add process control condition assistant
source: The angle for further turning has to be between 0 and 99
de_de: Der Winkel für Weiterziehen muss zwischen 0 und 99 liegen

# ProcessControlValidationError
source: The angle for further turning has to be between 0 and 99
de_de: Der Winkel für Weiterziehen muss zwischen 0 und 99 liegen

# Add extension assistant assistant
source: The bending compensation has to be greater than or equal to 0 and less than 100!
de_de: Die Biegekompensation muss größer oder gleich 0 und kleiner als 100!

# Add test equipment assistant
source: The bending compensation has to be greater than or equal to 0 and less than 100!
de_de: Die Biegekompensation muss größer oder gleich 0 und kleiner als 100!

# ExtensionValidationError
source: The bending compensation has to be greater than ot equal to 0 and less than 100!
de_de: Die Biegekompensation muss größer oder gleich 0 und kleiner als 100!

# Add test equipment assistant
source: The calibration interval has to be greater than 0 and less than or equal to 900
de_de: Das Kalibrierintervall muss größer als 0 und kleiner oder gleich 900 sein.

# TestEquipmentValidationError
source: The capacity maximum has to be greater than or equal to capacity minimum
de_de: Die Kapazitätsobergrenze muss größer oder gleich dem Kapazitätsminimum sein.

# TestEquipmentValidationError
source: The capacity minimum hast to be less than or equal to capacity maximum
de_de: Das Kapazitätsminimum muss kleiner oder gleich dem Kapazitätsmaximum sein.

# TransferToTestEquipment
source: The communication program could not be found.
de_de: Das Übertragungsprogramm konnte nicht gefunden werden.

source: The connection could be established
de_de: Die Serververbindung konnte aufgebaut werden

source: The connection could not be established
de_de: Die Serververbindung konnte nicht aufgebaut werden

source: The connection to the server could not be established. Please check the server connection settings
de_de: Die Verbindung zum Server konnte nicht hergestellt werden. Überprüfen Sie die Server Einstellungen

# ExtensionValidationError
source: The description cannot be empty!
de_de: Die Beschreibung darf nicht leer sein!

# Add extension assistant
source: The description is required!
de_de: Die Beschreibung ist erforderlich!

# Test technique assistent
source: The end cycle time has to be between 0.1s and 5s
de_de: Die End-Zykluszeit muss zwischen 0,1s und 5s liegen

# Test technique assistent
source: The end cycle time has to be greater than or equal to 0.1s
de_de: Die End-Zykluszeit muss größer oder gleich 0,1s sein

# TestTechniqueError
source: The end cycle time has to be greater than zero point one
de_de: Die End-Zykluszeit muss größer sein als 0,1s

# TestTechniqueError
source: The end cycle time has to be less than five
de_de: Die End-Zykluszeit muss kleiner sein als 5s

# Test technique assistent
source: The end cycle time has to be less than or equal to 5s
de_de: Die End-Zykluszeit muss kleine oder gleich 5s sein

# AddTestPlanAssistant
source: The end date has to be greater than the start date
de_de: Das Enddatum muss nach dem Startdatum sein

# TestPlanValidationError
source: The end date has to be greater than the start date
de_de: Das Enddatum muss nach dem Startdatum sein

# ExtensionViewModel
source: The extension is not valid, do you want to continue editing? (If not, the extension is reseted to the last saved value)
de_de: Die Verlängerung ist nicht gültig, möchten Sie die Bearbeitung vorsetzen? (Wenn nicht, wird die Verlängerung auf den letzten gespeicherten Wert zugesetzt)

# Add extension assistant
source: The factor has to be between 0.9 and 1.5
de_de: Der Faktor muss zwischen 0,9 und 1.5 liegen

# ExtensionValidationError
source: The factor has to be between 0.9 and 1.5!
de_de: Der Faktor muss zwischen 0,9 und 1.5 liegen!

# Test technique assistent
source: The filter frequency can be set from 100 to 1000 Hz. This is applied to the samples measured by the torque transducer to filter the noise.
de_de: Dieser Filter wird auf die vom STa 6000 Messung angewandt, um das Rauschen zu filtern.

# Test technique assistent
source: The filter frequency has to be between 100Hz and 1000Hz
de_de: Die Filterfrequenz muss zwischen 100Hz and 1000Hz sein

# Test technique assistent
source: The filter frequency has to be greater than or equal to 100Hz
de_de: Die Filterfrequenz muss größer oder gleich 100Hz sein

# Test technique assistent
source: The filter frequency has to be less than or equal to 1000Hz
de_de: Die Filterfrequenz muss kleiner oder gleich 1000Hz sein

# Add extension assistant
source: The gauge has to be greater or equal to 0 and less than 10000
de_de: Das Stichmaß muss größer oder gleich 0 und kleiner als 10.000!

# ExtensionValidationError
source: The gauge has to be greater or equal to 0 and less than 10000!
de_de: Das Stichmaß muss größer oder gleich 0 und kleiner als 10.000!

# AddTestPlanAssistant
source: The interval has to be greater than one shift
de_de: Das Intervall muss höher als 1 Schicht sein

# TestPlanValidationError
source: The interval has to be greater than or equal to one shift
de_de: Das Intervall muss höher oder gleich 1 Schicht sein

# TestEquipmentValidationError
source: The inventory number cannot be empty
de_de: Die Inventarnummer darf nicht leer sein

# ExtensionValidationError
source: The inventory number cannot be empty!
de_de: Die Inventarnummer darf nicht leer sein

# Add extension assistant
source: The inventory number is a required field and has to be unique
de_de: Die Inventarnummer ist ein Pflichtfeld, dessen Inhalt eindeutig sein muss

# Add test equipment assistant
source: The inventory number is a required field and has to be unique
de_de: Die Inventarnummer ist ein Pflichtfeld, dessen Inhalt eindeutig sein muss

# Add tool assistent
source: The inventory number is a required field and has to be unique
de_de: Die Inventarnummer ist ein Pflichtfeld, dessen Inhalt eindeutig sein muss

# AddLocationAssistent
source: The location description is required
de_de: Die Messpunktbeschreibung ist ein Pflichtfeld, dessen Inhalt eindeutig sein muss

# Location
source: The location is not valid, do you want to continue editing? (If not, the location is reseted to the last saved value)
de_de: Der Messpunkt ist ungültig, wollen Sie mit der Bearbeitung vorfahren? (Wenn nicht, wird der Messpunkt auf die zuletzt gespeicherten Werte zurückgesetzt)

# AddLocationAssistent
source: The location number is required and has to be unique
de_de: Die Messpunktnummer ist ein Pflichtfeld, dessen Inhalt eindeutig sein muss

# LocationToolAssignment
source: The location tool assignment is not valid, do you want to continue editing? (If not, the location tool assignment is reseted to the last saved value)
de_de: Die Messpunkt Werkzeugzurodnung ist ungültig, wollen Sie mit der Bearbeitung vorfahren? (Wenn nicht, wird die Messpunkt Werkzeugzuordnung auf die zuletzt gespeicherten Werte zurückgesetzt)

# Add process control condition assistant
source: The lower intervention limit has to be between 0 and 9999
de_de: Die untere Eingriffsgrenze muss zwischen 0 und 9999 sein

# ProcessControlValidationError
source: The lower intervention limit has to be between 0 and 9999 and less than or equal to upper intervention limit
de_de: Die obere Eingriffsgrenze muss zwischen 0 und 9999 liegen, und größer/gleich zur unteren Eingriffsgrenze sein

# Add process control condition assistant
source: The lower measuring limit has to be between 0 and 9999
de_de: Die untere Messgrenze muss zwischen 0 und 9999 liegen

# ProcessControlValidationError
source: The lower measuring limit has to be between 0 and 9999 and less than the upper measuring limit
de_de: Die obere Messgrenze muss zwischen 0 und 9999 liegen, und größer als die untere Messgrenze sein

# AddLocationAssistent
source: The maximum angle has to be greater than or equal to the setpoint
de_de: Der maximale Drehwinkel muss größer oder gleich Sollwinkel sein

# LocationValidationError
source: The maximum angle has to be greater than or equal to the setpoint angle
de_de: Der maximale Drehwinkel muss größer oder gleich Sollwinkel sein

# TestParameterError
source: The maximum angle has to be greater than or equal to the setpoint angle
de_de: Der maximale Drehwinkel muss größer oder gleich Sollwinkel sein

# LocationValidationError
source: The maximum angle has to be greater than or equal to zero
de_de: Der maximale Drehwinkel muss größer oder gleich 0 sein

# Add test equipment assistant
source: The maximum capacity has to be between 0 and 9999 and greater than or equal to minimum capacity
de_de: Die maximale Kapazität muss zwischen 0 und 9999 liegen, und größer oder gleich der Mindestkapazität sein.

# Test technique assistent
source: The maximum pulse has to be between 1 and 255
de_de: Der maximal Impuls muss zwischen 1 und 255 liegen

# Test technique assistent
source: The maximum pulse has to be greater than or equal to 1
de_de: Der maximale Impuls muss größer oder gleich 1 sein

# Test technique assistent
source: The maximum pulse has to be less than or equal to 255
de_de: Der maximale Impulse muss kleiner oder gleich 255 sein

# AddLocationAssistent
source: The maximum torque has to be greater than or equal the setpoint
de_de: Das maximale Drehmoment muss größer oder gleich Solldrehmoment sein

# LocationValidationError
source: The maximum torque has to be greater than or equal to the setpoint torque
de_de: Das maximale Drehmoment muss größer oder gleich Solldrehmoment sein

# TestParameterError
source: The maximum torque has to be greater than or equal to the setpoint torque
de_de: Das maximale Drehmoment muss größer oder gleich Solldrehmoment sein

# LocationValidationError
source: The maximum torque has to be greater than or equal to zero
de_de: Das maximale Drehmoment muss größer oder gleich 0 sein

# LocationValidationError
source: The minimum angle has to be greater than or equal to zero
de_de: Der minimale Drehwinkel muss größer oder gleich 0 sein

# AddLocationAssistent
source: The minimum angle has to be less than or equal to the setpoint
de_de: Der minimale Drehwinkel muss kleiner oder gleich Sollwinkel sein

# LocationValidationError
source: The minimum angle has to be less than or equal to the setpoint angle
de_de: Der minimale Drehwinkel muss kleiner oder gleich Sollwinkel sein

# TestParameterError
source: The minimum angle has to be less than or equal to the setpoint angle
de_de: Der minimale Drehwinkel muss kleiner oder gleich Sollwinkel sein

# Add test equipment assistant
source: The minimum capacity has to be between 0 and 1000
de_de: Die Mindestkapazität muss zwischen 0 und 1000 liegen.

# Test technique assistent
source: The minimum pulse has to be between 1 and 255
de_de: Der minimum Impulse muss zwischen 1 und 255 liegen

# Test technique assistent
source: The minimum pulse has to be greater than or equal to 1
de_de: Der minimale Impuls muss größer oder gleich 1 sein

# Test technique assistent
source: The minimum pulse has to be less than or equal to 255
de_de: Der minimale Impulse muss kleiner oder gleich 255 sein

# Add process control condition assistant
source: The minimum torque has to be between 0.5 and 999
de_de: Das minimale Drehmoment muss zwischen 0,5 und 999 liegen

# ProcessControlValidationError
source: The minimum torque has to be between 0.5 and 999
de_de: Das minimale Drehmoment muss zwischen 0,5 und 999 liegen

# LocationValidationError
source: The minimum torque has to be greater than or equal to zero
de_de: Das minimale Drehmoment muss größer oder gleich 0 sein

# AddLocationAssistent
source: The minimum torque has to be less than or equal to the setpoint
de_de: Das minimale Drehmoment muss kleiner oder gleich Solldrehmoment sein

# LocationValidationError
source: The minimum torque has to be less than or equal to the setpoint torque
de_de: Das minimale Drehmoment muss kleiner oder gleich Solldrehmoment sein

# TestParameterError
source: The minimum torque has to be less than or equal to the setpoint torque
de_de: Das minimale Drehmoment muss kleiner oder gleich Solldrehmoment sein

# AddTestPlanAssistant
source: The name is a required field
de_de: Der Name ist ein Pflichtfeld

# ViewReferencesDialog
source: The object can not be deleted.
de_de: Das Objekt kann nicht gelöscht werden.

# ProcessControlViewModel
source: The process control condition is not valid, do you want to continue editing? (If not, the process control condition is reseted to the last saved value)
de_de: Der Prüfbedingung ist ungültig, wollen Sie mit der Bearbeitung vorfahren? (Wenn nicht, wird die Prüfbedingung auf die zuletzt gespeicherten Werte zurückgesetzt)

# TestPlanValidationError
source: The sample number has to be greater than zero
de_de: Die Stichprobenanzahl muss höher als 0 sein

# AddTestPlanAssistant
source: The sample number has to greater than 0
de_de: Die Stichprobenanzahl muss höher als 0 sein

# TestLevelSets
source: The selected test level set has unsaved changes. Du you want to save it?
de_de: Der gewählte Prüfstufensatz hat ungespeicherte Änderungen, sollen diese gespeichert werden?

# TestEquipmentValidationError
source: The serial number cannot be empty
de_de: Die Seriennummer darf nicht leer sein

# Add test equipment assistant
source: The serial number is a required field and has to be unique
de_de: Die Seriennummer ist ein Pflichtfeld, dessen Inhalt eindeutig sein muss

# Add tool assistent
source: The serial number is a required field and has to be unique
de_de: Die Seriennummer ist ein Pflichtfeld, dessen Inhalt eindeutig sein muss

# TransferToTestEquipment
source: The serial number of the device does not match the expected serial number
de_de: Die Seriennummer des Geräts stimmt nicht mit der erwarteten Seriennummer überein

# TestParameterError
source: The set point angle has to be greater than zero
de_de: Der Sollwinkel muss größer als 0 sein

# TestParameterError
source: The set point torque has to be greater than zero
de_de: Das Solldrehmoment muss größer 0 sein

# AddLocationAssistent
source: The setpoint angle has to be between the tolerance class minimum and maximum
de_de: Der Sollwinkel muss zwischen dem Minimum und Maximum der Toleranzklasse liegen

# AddLocationAssistent
source: The setpoint angle has to be greater than 0
de_de: Der Sollwinkel muss größer als 0 sein

# AddLocationAssistent
source: The setpoint angle has to be greater than or equal to 0
de_de: Der Sollwinkel muss größer oder gleich 0 sein

# LocationValidationError
source: The setpoint angle has to be greater than or equal to zero
de_de: Der Sollwinkel muss größer oder gleich 0 sein

# LocationValidationError
source: The setpoint angle has to be greater than zero
de_de: Der Sollwinkel muss größer als 0 sein

# AddLocationAssistent
source: The setpoint torque has to be between the tolerance class minimum and maximum
de_de: Das Solldrehmoment muss zwischen dem Minimum und Maximum der Toleranzklasse liegen

# AddLocationAssistent
source: The setpoint torque has to be greater than 0
de_de: Das Solldrehmoment muss größer als 0 sein

# AddLocationAssistent
source: The setpoint torque has to be greater than or equal to 0
de_de: Das Solldrehmoment muss größer oder gleich 0 sein

# LocationValidationError
source: The setpoint torque has to be greater than or equal to zero
de_de: Das Solldrehmoment muss größer oder gleich 0 sein

# AddLocationAssistent
source: The setpoint torque has to be greater than zero
de_de: Das Solldrehmoment muss größer 0 sein

# LocationValidationError
source: The setpoint torque has to be greater than zero
de_de: Das Solldrehmoment muss größer als 0 sein

# Shift management
source: The shift management has changed. Du you want to save it?
de_de: Die Schichtverwaltung wurde geändert. Möchten Sie speichern?

# ShiftManagementValidationError
source: The shifts must not overlap
de_de: Die Schichten dürfen nicht überlappen

# Test technique assistent
source: The slip torque has to be between 0Nm and 9999.9Nm
de_de: Der Schlupfmoment muss zwischen 0Nm und 9999.9Nm sein

# Test technique assistent
source: The slip torque has to be greater than or equal to 0Nm
de_de: Der Schlupfmoment muss größer oder gleich 0Nm sein

# Test technique assistent
source: The slip torque has to be less than or equal to 9999.9Nm
de_de: Das Schlupfmoment muss kleiner oder gleich 9999.9Nm sein

# Add process control condition assistant
source: The start angle count has to be between 0.5 and 999
de_de: Der Start der Winkelzählung muss zwischen 0,5 und 999 liegen

# ProcessControlValidationError
source: The start angle count has to be between 0.5 and 999
de_de: Der Start der Winkelzählung muss zwischen 0,5 und 999 liegen

# Add process control condition assistant
source: The start measurement has to be between 0.5 and 999 and less than or equal to start angle count
de_de: Der Start der Messung muss zwischen 0,5 und 999 liegen, und niedriger/gleich dem Start der Winkelzählung

# ProcessControlValidationError
source: The start measurement has to be between 0.5 and 999 and less than or equal to start angle count
de_de: Der Start der Messung muss zwischen 0,5 und 999 liegen, und niedriger/gleich dem Start der Winkelzählung sein

# Add process control condition assistant
source: The start measurement has to be greater than 0.5 and less or equal to 999
de_de: Der Start der Messung muss größer sein als 0,5 und kleiner/gleich 999

# ProcessControlValidationError
source: The start measurement has to be greater than 0.5 and less or equal to 999
de_de: Der Start der Messung muss größer sein als 0,5 und kleiner/gleich 999

# Add process control condition assistant
source: The target angle has to be between 0 and 20
de_de: Der Zielwinkel muss zwischen 0 und 20 liegen

# ProcessControlValidationError
source: The target angle has to be between 0 and 20
de_de: Der Zielwinkel muss zwischen 0 und 20 liegen

# ToastNotificationManager
source: The test date calculation failed
de_de: Die Berechnung des Prüfdatum ist fehlgeschlagen

# TestEquipmentViewModel
source: The test equipment is not valid, do you want to continue editing? (If not, the test equipment is reseted to the last saved value)
de_de: Das Prüfgerät ist ungültig, möchten Sie die Bearbeitung fortsetzen? (Falls nicht, wird das Prüfgerät auf den zuletzt gespeicherten Wert zurückgesetzt)

# TestEquipmentViewModel
source: The test equipment model is not valid, do you want to continue editing? (If not, the test equipment model is reseted to the last saved value)
de_de: Das Prüfgerätemodell ist ungültig, möchten Sie die Bearbeitung fortsetzen? (Falls nicht, wird das Prüfgerätemodell auf den zuletzt gespeicherten Wert zurückgesetzt.)

# TestEquipmentModelValidationError
source: The test equipment model name cannot be empty
de_de: Der Name des Prüfgerätemodell darf nicht leer sein

# TestLevelSet
source: The test level set cannot be deleted. It has still references.
de_de: Der Prüfstufensatz kann nicht gelöscht werden, es sind noch Referenzen vorhanden.

# Test technique assistent
source: The threshold has to be between 1 and 99
de_de: Die Stichprobenanzahl muss zwischen 1 und 99 liegen

# Test technique assistent
source: The threshold has to be greater than or equal to 1
de_de: Der Wert muss größer oder gleich 1 sein

# Test technique assistent
source: The threshold has to be less than or equal to 99
de_de: Der Wert muss kleiner oder gleich 99 sein

# AddLocationAssistent
source: The threshold torque has to be greater than 0
de_de: Start Winkelzählung muss größer als 0 sein

# AddLocationAssistent
source: The threshold torque has to be greater than 0 and less than or equal to the setpoint
de_de: Start Winkelzählung muss größer als 0 sein, und gleichzeitig kleiner oder gleich dem Sollwert

# LocationValidationError
source: The threshold torque has to be greater than zero
de_de: Start Winkelzählung muss größer als 0 sein

# Test parameter assistent
source: The threshold torque has to be greater than zero
de_de: Start Winkelzählung muss größer als 0 sein

# TestParameterError
source: The threshold torque has to be greater than zero
de_de: Start Winkelzählung muss größer als 0 sein

# LocationValidationError
source: The threshold torque has to be less than or equal to the setpoint torque
de_de: Start Winkelzählung muss kleiner oder gleich dem Stolldrehmoment sein

# ClassicTestView
source: The tool is assigned to the measuring point
de_de: Das Werkzeug ist aktuell dem Messpunkt zugeordnet
