Repository: rushitvora93/Test
Catalog: QS-Torque/Locale/*/LC_MESSAGES/Messages.po
Languages: de_de

# Test technique assistent
source: The torque coefficient can be used to align the torque measured by the transducer with the real torque produced on the joint. The torque produced on the real joint will be always smaller(ideally equal) than the peak torque measured on the transducer.
de_de: Der Drehmomentfaktor kann zur Ausrichtung des durch den Messwertaufnehmer gemessenen Drehmoments auf das an der Verbindung produzierte reale Drehmoment verwendet werden. Das an der realen Verbindung produzierte Drehmoment ist immer kleiner (im Idealfall gleich) als der am Messwertaufnehmer gemessene Drehmomentspitzenwert.

# Test technique assistent
source: The torque coefficient has to be between 0.1 and 10
de_de: Der Drehmoment Koeffizient muss zwischen 0.1 und 10 liegen

# Test technique assistent
source: The torque coefficient has to be greater than or equal to 0.1
de_de: Der Drehmoment Koeffizient muss größer oder gleich 0.1 sein

# Test technique assistent
source: The torque coefficient has to be less than or equal to 10
de_de: Der Drehmoment Koeffizient muss kleiner oder gleich 10

# Add process control condition assistant
source: The upper intervention limit has to be between 0 and 9999 and greater than or equal to lower intervention limit
de_de: Die obere Eingriffsgrenze muss zwischen 0 und 9999 liegen, und größer/gleich zur unteren Eingriffsgrenze sein

# ProcessControlValidationError
source: The upper intervention limit has to be between 0 and 9999 and greater than or equal to lower intervention limit
de_de: Die obere Eingriffsgrenze muss zwischen 0 und 9999 liegen, und größer/gleich zur unteren Eingriffsgrenze sein

# Add process control condition assistant
source: The upper measuring limit has to be between 0 and 9999 and greater than the lower measuring limit
de_de: Die obere Messgrenze muss zwischen 0 und 9999 liegen, und größer als die untere Messgrenze sein

# ProcessControlValidationError
source: The upper measuring limit has to be between 0 and 9999 and greater than the lower measuring limit
de_de: Die obere Messgrenze muss zwischen 0 und 9999 liegen, und größer als die untere Messgrenze sein

# Add tool model assistent
source: The value has to be grather than or equal to 0
de_de: Der Wert muss größer oder gleich 0 sein

# Add tool model assistent
source: The value has to be grather than or equal to 0 and grather than the min power
de_de: Der Wert muss größer oder gleich 0 und größer als die untere Leistungsgrenze sein

# Test technique assistent
source: The value is used for pulse tools to calculate the Cm-Cmk related to the number of pulses per second.
de_de: Die Werte werden für Pulswerkzeuge verwendet, um den Cm-Cmk in Bezug auf die Anzahl der Pulse pro Sekunde zu berechnen.

# AddWorkingCalendarEntryAssistant
source: The working calendar entry has to be after 1/1/1900
de_de: Der Eintrag im Arbeitskalender muss nach dem 01.01.1900 liegen.

# ShiftManagement
source: There are unsaved changes. Do you want to save them?
de_de: Es gibt ungespeicherte Änderungen, möchten Sie diese speichern?

# TestLevelSetView
source: There are unsaved changes. Do you want to save them?
de_de: Es gibt ungespeicherte Änderungen, möchten Sie diese speichern?

# Shift management diff
source: Third shift end
de_de: Ende der dritten Schicht

# Shift
source: Third shift of day
de_de: Dritte Schicht des Tages

# Shift management
source: Third shift of day
de_de: Dritte Schicht des Tages

# Shift management diff
source: Third shift start
de_de: Start der dritten Schicht

# Test technique assistent
source: This Parameter defines a delay time, that starts when the torque reaches the cycle start value. During this delay time, the torque is not considered.
de_de: Dieser Wert definiert eine Verzögerungszeit. Diese Zeit startet, sobald das wirkende Drehmoment den Wert für Zyklusstart erreicht. Während dieser Verzögerungszeit wird das Drehmoment nicht berücksichtigt.

# Add tool model assistent
source: This field is required and has to be unique
de_de: Dies ist ein Pflichtfeld, dessen Inhalt eindeutig sein muss

# Test technique assistent
source: This parameter is active only for Click-wrench control strategy. It specifies the requested drop in order to consider the relative peak value measured as the click - point.
de_de: Dieser Wert definiert wie tief das wirkende Drehmoment abfallen muss, damit der gemessene relative Spitzenwert als der Knickpunkt angesehen wird.

# ViewReferencesDialog
source: This references block it from removing:
de_de: Diese Referenz verhindert das Löschen:

# LocationToolAssignment test conditions
source: Threshold
de_de: Start Winkelzählung

# LocationToolAssignmentAttribute
source: Threshold
de_de: Start Winkelzählung

# Test technique assistent
source: Threshold
de_de: Start Winkelzählung

# TestTechniqueError
source: Threshold has to be greater than zero
de_de: Start Winkelzählung muss größer als 0 sein

# TestTechniqueError
source: Threshold has to be less than one hundred
de_de: Start Winkelzählung muss kleiner als 100 sein

# AddLocationAssistent
source: Threshold torque
de_de: Start Winkelzählung

# LocationAttribute
source: Threshold torque
de_de: Start Winkelzählung

# LocationToolAssignment test conditions
source: Threshold torque
de_de: Start Winkelzählung

# LocationToolAssignmentAttribute
source: Threshold torque
de_de: Start Winkelzählung

# LocationView
source: Threshold torque
de_de: Start Winkelzählung

# Test parameter assistent
source: Threshold torque
de_de: Start Winkelzählung

# Shift management
source: Thursday
de_de: Donnerstag

# ClassicTestHtmlView
source: Time
de_de: Uhrzeit

# Location History View
source: Time stamp
de_de: Zeitstempel

# Tolerance class
source: Tolerance
de_de: Toleranz

source: Tolerance class
de_de: Toleranzklasse

# ClassicTestHtmlView
source: Tolerance class
de_de: Toleranzklasse

# LocationView
source: Tolerance class
de_de: Toleranzklasse

# AddLocationAssistent
source: Tolerance class angle
de_de: Toleranzklasse Drehwinkel

# LocationAttribute
source: Tolerance class angle
de_de: Toleranzklasse Drehwinkel

# LocationToolAssignment test conditions
source: Tolerance class angle
de_de: Toleranzklasse Drehwinkel

# LocationToolAssignmentAttribute
source: Tolerance class angle
de_de: Toleranzklasse Drehwinkel

# Test parameter assistent
source: Tolerance class angle
de_de: Toleranzklasse Drehwinkel

# AddLocationAssistent
source: Tolerance class torque
de_de: Toleranzklasse Drehmoment

# LocationAttribute
source: Tolerance class torque
de_de: Toleranzklasse Drehmoment

# LocationToolAssignment test conditions
source: Tolerance class torque
de_de: Toleranzklasse Drehmoment

# LocationToolAssignmentAttribute
source: Tolerance class torque
de_de: Toleranzklasse Drehmoment

# Test parameter assistent
source: Tolerance class torque
de_de: Toleranzklasse Drehmoment

# ClassicTestHtmlView
source: Tolerance limits
de_de: Toleranzklasse

# HelperTableViewModel
source: Tool
de_de: Werkzeug

# LocationToolassignmentView
source: Tool
de_de: Werkzeug

# Main Menu Item
source: Tool
de_de: Werkzeug

# ToolModelViewModel
source: Tool
de_de: Werkzeug

# ToolView
source: Tool Cost Center
de_de: Kostenstelle

# HelperTableView
source: Tool InventoryNumber
de_de: Werkzeug Inventarnummer

# ToolView
source: Tool Model
de_de: Werkzeugmodell

# HelperTableView
source: Tool SerialNumber
de_de: Werkzeug Seriennummer

# ToolView
source: Tool Status
de_de: Status

# Base Settings - Preferred View
source: Tool Tree
de_de: Werkzeugbaum

# Auxiliary Master Data
source: Tool Type
de_de: Ausführung

# LocationView
source: Tool audit
de_de: Werkzeugprüfung

# LocationToolAssignmentDetailsView
source: Tool details
de_de: Werkzeugdetails

# LocationToolAssignmentView
source: Tool details
de_de: Werkzeugdetails

# Test Equipment Test Result
source: Tool inventory number
de_de: Werkzeug Inventarnummer

# TestLevelSetAssignment
source: Tool inventory number
de_de: Werkzeug Inventarnummer

# ToleranceClassView
source: Tool inventory number
de_de: Werkzeuginventarnummer

# Transfer To Test Equipment
source: Tool inventory number
de_de: Werkzeug Inventarnummer

# Working calendar parameters
source: Tool inventory number
de_de: Werkzeug Inventarnummer

# Add tool assistent
source: Tool model
de_de: Werkzeugmodell

# HelperTableViewModel
source: Tool model
de_de: Werkzeugmodell

# Main Menu Item
source: Tool model
de_de: Werkzeugmodell

# ManufacturerViewModel
source: Tool model
de_de: Werkzeugmodell

# ToolAttribute
source: Tool model
de_de: Werkzeugmodell

# ToolView
source: Tool model
de_de: Werkzeugmodell

# Add tool model assistent
source: Tool model class
de_de: Werkzeugmodell Klasse

# Add tool model assistent
source: Tool model type
de_de: Werkzeugmodell Typ

# ToolModelAttribute
source: Tool model type
de_de: Werkzeugmodell Typ

# ToolModel
source: Tool models
de_de: Werkzeugmodelle

# Transfer To Test Equipment
source: Tool monitoring
de_de: Maschinenüberwachung

# ClassicTestHtmlView
source: Tool monitoring (rotating)
de_de: Werkzeugüberwachung (rotierend)

# LocationToolAssignmentView
source: Tool parameter
de_de: Werkzeug Parameter

# Test Equipment Test Result
source: Tool serial number
de_de: Werkzeug Seriennummer

# TestLevelSetAssignment
source: Tool serial number
de_de: Werkzeug Seriennummer

# ToleranceClassView
source: Tool serial number
de_de: Werkzeugseriennummer

# Transfer To Test Equipment
source: Tool serial number
de_de: Werkzeug Seriennummer

# Working calendar parameters
source: Tool serial number
de_de: Werkzeug Seriennummer

# Main Menu Item
source: Tool test
de_de: Werkzeugprüfung

# ToastNotificationManager
source: Tool test dates were calculated successfully
de_de: Die Werkzeugprüfdaten wurden erfolgreich berechnet

# Main Menu Item
source: Tool testing
de_de: Werkzeugprüfung

# Transfer To Test Equipment
source: Tool testing
de_de: Werkzeugprüfung

# Add tool model assistent
source: Tool type
de_de: Ausführung

# ToolModelAttribute
source: Tool type
de_de: Ausführung

# ToolModelView
source: Tool type
de_de: Ausführung

# Assign tool to location assistent
source: Tool usage
de_de: Werkzeugverwendung

# Auxiliary Master Data
source: Tool usage
de_de: Werkzeugverwendung

# LocationToolAssignment
source: Tool usage
de_de: Werkzeugverwendung

# LocationToolAssignmentAttribute
source: Tool usage
de_de: Werkzeugverwendung

# Transfer To Test Equipment
source: Tool usage
de_de: Werkzeugverwendung

# Auxiliary Master Data
source: ToolUsage
de_de: Werkzeugverwendung

# Tool
source: Tools
de_de: Werkzeuge

# ToolModel
source: Tools
de_de: Werkzeuge

# Controlled by
source: Torque
de_de: Drehmoment

# LocationView
source: Torque
de_de: Drehmoment

# Test technique assistent
source: Torque & angle must be within the limits
de_de: Drehmoment und Winkel müssen innerhalb der Limits sein.

# LocationToolAssignment test conditions
source: Torque Coefficient
de_de: Drehmoment Koeffizient

# LocationToolAssignmentAttribute
source: Torque Coefficient
de_de: Drehmoment Koeffizient

# Test technique assistent
source: Torque and angle must be within the limits for an OK result.
de_de: Drehmoment und Winkle müssen innerhalb der Limits sein, um ein OK Ergebnis zu erzielen.

# LocationToolAssignment test conditions
source: Torque and angle must be within the limits.
de_de: Drehmoment und Winkel müssen innerhalb der Limits sein.

# Test technique assistent
source: Torque coefficient
de_de: Drehmoment Koeffizient

# TestTechniqueError
source: Torque coefficient has to be greater than zero point one
de_de: Der Drehmoment Koeffizient muss größer als 0.1 sein

# TestTechniqueError
source: Torque coefficient has to be less than ten
de_de: Der Drehmoment Koeffizient muss kleiner als 10 sein

# Test technique assistent
source: Torque value from which the test starts. This must be higher than the transducer Minimum Load value; if not, when the Pset is started the Min Load Error message is shown. If it is set to zero, the STa 6000 / STa 6000 Plus assigns automatically the Cycle Start equal to the transducer minimum load.
de_de: Drehmomentwert bei Testbeginn. Dieser muss höher sein als der Wert Minimum Load des Messwertgebers. Wird dieser Wert auf 0 gesetzt ist, weist der STa 6000 / STa 6000 Plus für Cycle Start automatisch die Mindestlast des Messwertgebers zu.

# TestEquipmentView
source: Transfer of
de_de: Übertragen von

# Transfer To Test Equipment
source: Transfer this
de_de: Übertragen

# TestEquipmentAttribute
source: TransferAdapter
de_de: Adapter übertragen

# TestEquipmentModelAttribute
source: TransferAdapter
de_de: Adapter übertragen

# TestEquipmentView
source: TransferAdapterToolTip
de_de: Die in den Prüfbedingungen hinterlegten Verlängerungen werden an das Prüfgerät gesendet

# TestEquipmentAttribute
source: TransferAttributes
de_de: Attribute übertragen

# TestEquipmentModelAttribute
source: TransferAttributes
de_de: Attribute übertragen

# TestEquipmentView
source: TransferAttributesToolTip
de_de: Attributive Prüfungen werden an das Prüfgerät gesendet

# TestEquipmentAttribute
source: TransferCurves
de_de: Kurven übertragen

# TestEquipmentModelAttribute
source: TransferCurves
de_de: Kurven übertragen

# TestEquipmentView
source: TransferCurves
de_de: Kurven übertragen

# TestEquipmentView
source: TransferCurves Always
de_de: Immer

# TestEquipmentView
source: TransferCurves Never
de_de: Niemals

# TestEquipmentView
source: TransferCurves OnlyNio
de_de: Nur NIO

# TestEquipmentView
source: TransferCurvesToolTip
de_de: Kurven werden beim Einlesen des Prüfungen mit abgespeichert

# TestEquipmentAttribute
source: TransferLocationPictures
de_de: Schraubstellenbilder übertragen

# TestEquipmentModelAttribute
source: TransferLocationPictures
de_de: Schraubstellenbilder übertragen

# TestEquipmentView
source: TransferLocationPicturesToolTip
de_de: An der Schraubstelle hinterlegte Bilder werden an das Prüfgerät gesendet

# TestEquipmentAttribute
source: TransferNewLimits
de_de: Neue Grenzen übertragen

# TestEquipmentModelAttribute
source: TransferNewLimits
de_de: Neue Grenzen übertragen

# TestEquipmentView
source: TransferNewLimitsToolTip
de_de: Die in den Prüfbedingungen hinterlegten Eingriffs- und Warngrenzen werden an das Prüfgerät gesendet

# TestEquipmentAttribute
source: TransferTransducer
de_de: Transducer übertragen

# TestEquipmentModelAttribute
source: TransferTransducer
de_de: Transducer übertragen

# TestEquipmentView
source: TransferTransducerToolTip
de_de: Die in den Prüfbedingungen hinterlegen Aufnehmer werden an das Prüfgerät gesendet

# TestEquipmentAttribute
source: TransferUser
de_de: Benutzer übertragen

# TestEquipmentModelAttribute
source: TransferUser
de_de: Benutzer übertragen

# TestEquipmentView
source: TransferUserToolTip
de_de: Sendet die QS-Torque Benutzer ans Prüfgerät. Der User muss sich dann am Prüfgerät mit seinem QS-Torque Benutzer anmelden

# ClassicTestHtmlView
source: Tree path
de_de: Baumpfad

# Shift management
source: Tuesday
de_de: Dienstag

# AddWorkingCalendarEntryAssistant
source: Type
de_de: Typ

# Location History View
source: Type
de_de: Typ

# Working calendar parameters
source: Type
de_de: Typ

# ToolModelView
source: Type of tool model
de_de: Typ Werkzeugmodell

# DiffType
source: Undefined
de_de: Undefiniert

# ProcessControlPlanning Ribbon
source: Undo test level selection
de_de: Prüfstufenauswahl zurücksetzen

# TestPlanView Ribbon
source: Undo test level selection
de_de: Prüfstufenauswahl zurücksetzen

# ClassicTestHtmlView
source: Unit
de_de: Einheit

source: Unknown Error!
de_de: Unbekannter Fehler!

# ExtensionView Ribbon
source: Up
de_de: Nach oben

# ToleranceClassView Ribbon
source: Up
de_de: Nach oben

# DiffType
source: Update
de_de: Aktualisieren

# Tolerance class
source: Upper
de_de: Obere Grenze

# Add process control condition assistant
source: Upper intervention limit
de_de: Eingriffsgrenzen oben

# ProcessControlConditionAttribute
source: Upper intervention limit
de_de: Eingriffsgrenzen oben

# ProcessControl
source: Upper intervention limit (IL+)
de_de: Eingriffsgrenzen oben (EG+)

# Add process control condition assistant
source: Upper measuring limit
de_de: Messgrenzen oben

# ProcessControlConditionAttribute
source: Upper measuring limit
de_de: Messgrenzen oben

# ProcessControl
source: Upper measuring limit (u. tol.)
de_de: Messgrenzen oben (Tol. o.)

# ToolModelView
source: Upper power limit
de_de: Obere Leistungsgrenze

# ClassicTestHtmlView
source: Upper test limit
de_de: Obere Prüfgrenze

# ClassicTestHtmlView
source: Upper tolerance limit
de_de: Obere Toleranzgrenze

# ClassicTestView Ctltable
source: Upper tolerance limit
de_de: Obere Toleranzgrenze

# ClassicTestView Pfutable
source: Upper tolerance limit
de_de: Obere Toleranzgrenze

# Test Equipment Test Result
source: Upper tolerance limit
de_de: Obere Toleranzgrenze

# ProcessControl
source: UpperInterventionLimitToolTip
de_de: Obere Grenze die bei der frühzeitigen Erkennung von Trends hilft

# TestEquipmentView
source: Use error codes
de_de: Error Codes verwenden

# TestEquipmentView
source: Use for
de_de: Verwenden für

# Add test equipment assistant
source: Use for ctl
de_de: Zur Prozessprüfung verwenden

# TestEquipmentModelAttribute
source: Use for process
de_de: Für Prozess anwenden

# TestEquipmentView
source: Use for process
de_de: Für Prozess verwenden

# Add test equipment assistant
source: Use for rot
de_de: Zur rotierenden Prüfung verwenden

# TestEquipmentModelAttribute
source: Use for rotating
de_de: Für Rotation anwenden

# TestEquipmentView
source: Use for rotating
de_de: Für Rotation anwenden

# TestEquipmentAttribute
source: UseErrorCodes
de_de: Error Codes verwenden

# TestEquipmentModelAttribute
source: UseErrorCodes
de_de: Error Codes verwenden

# TestEquipmentView
source: UseErrorCodesToolTip
de_de: Bei N.i.O. Prüfungen können selbst definierte Fehlercodes eingetragen werden

# Location History View
source: User
de_de: Benutzer

# TestEquipmentView
source: User
de_de: Benutzer

# User Settings - Title
source: User Settings
de_de: Benutzereinstellungen

# GlobalToolBar
source: User settings
de_de: Benutzereinstellungen

source: Username
de_de: Benutzername

source: Value
de_de: Wert

# ClassicTestHtmlView
source: Value
de_de: Wert

# ClassicTestHtmlView
source: Variance
de_de: Varianz

source: Warning
de_de: Achtung

# Location
source: Warning
de_de: Achtung

# Location history
source: Warning
de_de: Achtung

# ProcessControlPlanning
source: Warning
de_de: Achtung

# Shift management
source: Warning
de_de: Achtung

# Shift management message box caption
source: Warning
de_de: Achtung

# ShiftManagement
source: Warning
de_de: Achtung

# Test Planning message box caption
source: Warning
de_de: Achtung

# Test level set assignment
source: Warning
de_de: Achtung

# Test level set message box caption
source: Warning
de_de: Achtung

# Test level sets
source: Warning
de_de: Achtung

# TestLevelSet
source: Warning
de_de: Achtung

# TestLevelSetView
source: Warning
de_de: Achtung

# TestLevelSets
source: Warning
de_de: Achtung

# ToolTestPlanning
source: Warning
de_de: Achtung

# Window Title
source: Warning
de_de: Achtung

# Working calendar
source: Warning
de_de: Achtung

# Working calendar message box caption
source: Warning
de_de: Achtung

# About-Page - CSP-Address
source: Web:
de_de: Internet:

# Shift management
source: Wednesday
de_de: Mittwoch

# Working calendar parameters
source: Weekend
de_de: Wochenende

# Add tool model assistent
source: Weight
de_de: Gewicht

# ToolModelAttribute
source: Weight
de_de: Gewicht

# ToolModelView
source: Weight
de_de: Gewicht

# Test technique assistent
source: When the torque drops and remains under this value for longer than the end time parameter, the test ends.
de_de: Fällt das wirkende Drehmoment länger als im Feld Zyklus-Endezeit definiert unter diesen Wert, wird der Test beendet.

# Working calendar
source: Workfree day
de_de: Arbeitsfreier Tag

# Working calendar parameters
source: Workfree day
de_de: Arbeitsfreier Tag

# TestLevelSetView
source: Working calendar
de_de: Arbeitskalender

# LocationView ToolBar
source: Working calender
de_de: Arbeitskalender

# ToolModelClass
source: Wrench configurable/scale
de_de: Schlüssel verstellbar/Skala

# ToolModelClass
source: Wrench electronic
de_de: Schlüssel elektronisch

# ToolModelClass
source: Wrench fix set
de_de: Schlüssel fest eingestellt

# ToolModelClass
source: Wrench with dial indicator
de_de: Schlüssel mit Messuhr

# ToolModelClass
source: Wrench without scale
de_de: Schlüssel ohne Skala

# IntervalType
source: X times a day
de_de: X mal am Tag

# IntervalType
source: X times a month
de_de: X mal pro Monat

# IntervalType
source: X times a shift
de_de: X mal pro Schicht

# IntervalType
source: X times a week
de_de: X mal pro Woche

# IntervalType
source: X times a year
de_de: X mal pro Jahr

# AddWorkingCalendarEntryAssistant
source: Yearly
de_de: Jährlich

# Working calendar
source: Yearly
de_de: Jährlich

# WorkingCalendarRepetition
source: Yearly
de_de: Jährlich

# Working calendar parameters
source: Yearly entries
de_de: Jährliche Einträge

source: Yes
de_de: Ja

# LocationToolAssignmentAttribute
source: Yes
de_de: Ja

# TestLevelSet
source: You cannot save the test level set - the name is not unique.
de_de: Sie können den Prüfstufensatz nicht speichern, die Bezeichnung ist nicht eindeutig.

# AddWorkingCalendarEntryAssistant
source: You have to enter a description for the calendar entry
de_de: Geben Sie eine Beschreibung für den Kalendereintrag ein

# Shift management
source: Your inputs are invalid. You have to enter valid values to change the tab.
de_de: Ihre Eingaben sind ungültig. Sie müssen gültige Werte eintragen, um den Reiter zu ändern.

# Shift management
source: Your inputs are invalid. You have to enter valid values to leave this view.
de_de: Ihre Eingaben sind ungültig. Sie müssen gültige Werte eintragen, um die Ansicht zu verlassen.

# File Selection Dialog - File Type
source: ZIP Archives
de_de: ZIP Dateien

# Manufacturer
source: Zip/Postal Code
de_de: PLZ

# Shift management
source: active
de_de: Aktiv

source: advanced filter
de_de: Erweiterter Filter

# LocationDirectoryDialog
source: cancel
de_de: Abbrechen

# ToastNotificationManager
source: changes were saved successfully
de_de: Änderungen wurden erfolgreich gespeichert

source: clear filter
de_de: Filter zurücksetzen

# ClassicTestHtmlView
source: from
de_de: von

# Shift management
source: from
de_de: von

source: invalid command
de_de: Ungültiger Befehl

source: invalid hostname
de_de: Ungültiger Hostname

source: invalid port
de_de: Ungültiger Port

source: invalid servername
de_de: Ungültiger Servername

# Tolerance class
source: lower limit to big for relative tolerance
de_de: Die untere Grenze ist zu groß für eine relative Toleranz

# Tolerance class
source: lower/upper
de_de: untere/oberre

# ClassicTestHtmlView
source: not Ok
de_de: NOK

source: success
de_de: Erfolg

# Tolerance class
source: symmetric limit to big for relative tolerance
de_de: Die symmetrischen Grenzen sind zu groß für eine relative Toleranz

# ClassicTestHtmlView
source: to
de_de: bis

# Shift management
source: to
de_de: bis

# Tolerance class
source: upper limit to big for relative tolerance
de_de: Die obere Grenze ist zu groß für eine relative Toleranz

# Auxiliary Master Data Name
source: {0} - Labeling:
de_de: {0} - Bezeichnung:
