Repository: rushitvora93/Test
Catalog: QS-Torque/Locale/*/LC_MESSAGES/Messages.po
Languages: de_de

# Auxiliary Master Data
source: Configurable field tool
de_de: Freies Feld Werkzeug

# LocationView
source: Configurable fields
de_de: Freie Felder

# TestEquipmentView
source: Configuration
de_de: Konfiguration

source: Configure Server Connections
de_de: Serververbindungen konfigurieren

# TestEquipmentView
source: Confirm measurements
de_de: Messungen bestätigen

# TestEquipmentAttribute
source: ConfirmMeasurements
de_de: Messungen bestätigen

# TestEquipmentModelAttribute
source: ConfirmMeasurements
de_de: Messungen bestätigen

# TestEquipmentView
source: ConfirmMeasurements
de_de: Messungen bestätigen

# TestEquipmentView
source: ConfirmMeasurements Always
de_de: Immer

# TestEquipmentView
source: ConfirmMeasurements Never
de_de: Niemals

# TestEquipmentView
source: ConfirmMeasurements OnlyNio
de_de: Nur NIO

# TestEquipmentView
source: ConfirmMeasurementsToolTip
de_de: Nach dem ziehen des Messwerts muss dieser vom Nutzer bestätigt werden, bevor die nächste Prüfung startet

source: Connection Error
de_de: Verbindungsfehler

source: Connection to the Server could not be established.
de_de: Verbindung zum Server fehlgeschlagen.

# AddTestPlanAssistant
source: Consider holidays
de_de: Urlaub/Feiertage berücksichtigen

# Test level set diff
source: Consider working calendar
de_de: Arbeitskalender berücksichtigen

# TestLevelSet parameters
source: Consider working calendar
de_de: Arbeitskalender berücksichtigen

# Auxiliary Master Data
source: Construction Type
de_de: Bauform

# Add tool model assistent
source: Construction type
de_de: Bauform

# HelperTable
source: Construction type
de_de: Bauform

# ToolModelAttribute
source: Construction type
de_de: Bauform

# Manufacturer
source: Contact Person
de_de: Ansprechspartner

# Add location tool assignment assistent
source: Controlled by
de_de: Steuerung nach

# AddLocationAssistent
source: Controlled by
de_de: Steuerung nach

# LocationAttribute
source: Controlled by
de_de: Steuerung nach

# LocationToolAssignment test conditions
source: Controlled by
de_de: Steuerung nach

# LocationToolAssignmentAttribute
source: Controlled by
de_de: Steuerung nach

# LocationView
source: Controlled by
de_de: Steuerung nach

# ClassicTestView chkTable
source: Controlled by angle
de_de: Steuerung nach Drehwinkel

# ClassicTestView mfuTable
source: Controlled by angle
de_de: Steuerung nach Drehwinkel

# ClassicTestView chkTable
source: Controlled by torque
de_de: Steuerung nach Drehmoment

# ClassicTestView mfuTable
source: Controlled by torque
de_de: Steuerung nach Drehmoment

# LocationView ToolBar
source: Copy
de_de: Kopieren

# ProcessControl ToolBar
source: Copy audit conditions
de_de: Prüfbedingungen kopieren

# Add tool assistent
source: Cost center
de_de: Kostenstelle

# Auxiliary Master Data
source: Cost center
de_de: Kostenstelle

# LocationAttribute
source: Cost center
de_de: Kostenstelle

# ToolAttribute
source: Cost center
de_de: Kostenstelle

source: Could not load a valid QST-License
de_de: Eine gültige QS-Torque Lizenz konnte nicht geladen werden

# ToolView
source: Count MCAs
de_de: Anzahl MFUs

# ToolView
source: Count tool attachments
de_de: Anzahl Werkzeugzuordnungen

# ToolView
source: Count tool monitorings
de_de: Anzahl Werkzeugüberwachungen

# Manufacturer
source: Country
de_de: Land

# LocationView ToolBar
source: Create audit conditions
de_de: Prüfbedingungen erstellen

# ProcessControl ToolBar
source: Create audit conditions
de_de: Prüfbedingungen erstellen

# LocationToolAssignmentView
source: Create test conditions
de_de: Prüfbedingungen erstellen

# TestLevelSetAssignment
source: Current test level set
de_de: Derzeitiger Prüfstufensatz

# ClassicTestHtmlView
source: Current tree path
de_de: Derzeitiger Baumpfad

# TestEquipmentView
source: Curves
de_de: Kurven

# Add tool assistent
source: Customer
de_de: Auftraggeber

# Main Menu Item (Evaluation)
source: Customized
de_de: Kundenspezifisch

# Base Settings - Main Window
source: Customized Categories
de_de: Kundenspezifische Kategorien

# LocationView ToolBar
source: Cut
de_de: Ausschneiden

# LocationToolAssignment test conditions
source: Cycle complete
de_de: Zyklus komplett

# LocationToolAssignmentAttribute
source: Cycle complete
de_de: Zyklus komplett

# Test technique assistent
source: Cycle complete
de_de: Zyklus komplett

# LocationToolAssignment test conditions
source: Cycle start
de_de: Zyklus starten

# LocationToolAssignmentAttribute
source: Cycle start
de_de: Zyklus starten

# Test technique assistent
source: Cycle start
de_de: Start des Zyklus

# ClassicTestHtmlView
source: Data of the test
de_de: Daten zur Prüfung

# AddWorkingCalendarEntryAssistant
source: Date
de_de: Datum

# ClassicTestHtmlView
source: Date
de_de: Datum

# Working calendar parameters
source: Date
de_de: Datum

# TestEquipmentView
source: Days
de_de: Tage

# Unit
source: Days
de_de: Tage

# Base Settings - Main Window
source: Default Categories
de_de: Standardaufbau

# DiffType
source: Delete
de_de: Löschen

# LocationView ToolBar
source: Delete
de_de: Löschen

# TestLevelSetView Ribbon
source: Delete
de_de: Löschen

# ProcessControl ToolBar
source: Delete audit conditions
de_de: Prüfbedingungen löschen

# LocationView ToolBar
source: Delete working calender
de_de: Arbeitskalender löschen

# Add extension assistant
source: Description
de_de: Beschreibung

# Add tool model assistent
source: Description
de_de: Beschreibung

# AddLocationAssistent
source: Description
de_de: Beschreibung

# AddWorkingCalendarEntryAssistant
source: Description
de_de: Beschreibung

# Extension
source: Description
de_de: Beschreibung

# ExtensionAttribute
source: Description
de_de: Beschreibung

# LocationAttribute
source: Description
de_de: Beschreibung

# LocationView
source: Description
de_de: Beschreibung

# ToolModelAttribute
source: Description
de_de: Beschreibung

# ToolModelView
source: Description
de_de: Beschreibung

# Working calendar parameters
source: Description
de_de: Beschreibung

# Transfer To Test Equipment
source: Deselect Filtered
de_de: Gefilterte abwählen

# LocationDirectoryDialog
source: Directory name
de_de: Ordnername

# LocationViewModel
source: Directory with same name exists
de_de: Ein Eintrag mit diesem Namen existiert bereits!

# TestEquipmentView
source: Do lose check
de_de: Loose-Check durchführen

# LocationViewModel
source: Do you want this folder and all assigned Locations to be moved to the trash?
de_de: Möchten Sie diesen Ordner mit allen zugeordneten Messpunkten in den Papierkorb verschieben?

# Working calendar
source: Do you really want to delete the calendar entry?
de_de: Wollen Sie den Kalendereintrag wirklich löschen?

# Working calendar
source: Do you really want to delete the calendar entry? The repeated entries will also be deleted
de_de: Möchten Sie den Kalendereintrag wirklich löschen? Es werden auch die sich wiederholenden Einträge gelöscht.

# Location tool assignment
source: Do you really want to remove the selected location tool assignment (only the assignment will be deleted, not the location or tool)
de_de: Wollen Sie wirklich die ausgewählte Werkzeugzuordnung am Messpunkt löschen (es wird nur die Zuordnung gelöscht, nicht das Werkzeug oder der Messpunkt)?

# TestLevelSet
source: Do you really want to remove the selected test level set?
de_de: Wollen Sie den ausgewählten Prüfstufensatz wirklich löschen?

source: Do you really want to remove the server connection?
de_de: Wollen Sie die Serververbindung wirklich löschen?

source: Do you really want to remove this item?
de_de: Wollen Sie das Element wirklich löschen?

source: Do you want to save the changes?
de_de: Wollen Sie die Änderungen speichern?

source: Do you want to save your changes?
de_de: Wollen Sie die Änderungen speichern?

# ProcessControlPlanning
source: Do you want to save your changes?
de_de: Wollen Sie die Änderungen speichern?

# ToolTestPlanning
source: Do you want to save your changes?
de_de: Wollen Sie die Änderungen speichern?

source: Do you want to save your changes? This change will affect the references.
de_de: Wollen Sie die Änderungen speichern? Dies beeinflusst die Referenzen!

# TestEquipmentAttribute
source: DoLoseCheck
de_de: Loose-Check durchführen

# TestEquipmentModelAttribute
source: DoLoseCheck
de_de: Loose-Check durchführen

# TestEquipmentView
source: DoLoseCheckToolTip
de_de: Durch eine Tastenkombination kann eine Schraube als lose oder fehlend gemeldet werden

# LocationAttribute
source: Documentation
de_de: Dokumentation

# ExtensionView Ribbon
source: Down
de_de: Nach unten

# ToleranceClassView Ribbon
source: Down
de_de: Nach unten

# Auxiliary Master Data
source: Drive Size
de_de: Abtriebsmaß

# Auxiliary Master Data
source: Drive Type
de_de: Antrieb

# Add tool model assistent
source: Drive size
de_de: Abtriebsmaß

# HelperTable
source: Drive size
de_de: Abtriebsmaß

# ToolModelAttribute
source: Drive size
de_de: Abtriebsmaß

# Add tool model assistent
source: Drive type
de_de: Antrieb

# HelperTable
source: Drive type
de_de: Antrieb

# ToolModelAttribute
source: Drive type
de_de: Antrieb

# ToolModelClass
source: Driver electronic
de_de: Schraubendreher elektronisch

# ToolModelClass
source: Driver fix set
de_de: Schraubendreher fest eingestellt

# ToolModelClass
source: Driver scale
de_de: Schraubendreher verstellbar/Skala

# ToolModelClass
source: Driver with dial indicator
de_de: Schraubendreher mit Messuhr

# ToolModelClass
source: Driver without scale
de_de: Schraubendreher ohne Skala

# TestPlanBehavior
source: Dynamic
de_de: Dynamisch

# ToolModelType
source: EC driver
de_de: EC-Schrauber

# ToolModelType
source: ECDriver
de_de: EC-Schrauber

# LocationToolAssignment test conditions
source: End cycle time
de_de: Ende Zykluszeit

# LocationToolAssignmentAttribute
source: End cycle time
de_de: Ende Zykluszeit

# Test technique assistent
source: End cycle time
de_de: Ende Zykluszeit

# AddTestPlanAssistant
source: End date
de_de: Enddatum

# AddTestPlanAssistant
source: End date active
de_de: Enddatum aktiv

# Add tool assistent
source: Enter a accessory
de_de: Geben Sie einen Wert für das Zubehör ein

# Add test equipment assistant
source: Enter a calibration interval for the test equipment
de_de: Geben Sie ein Kalibrierintervall für das Prüfgerätemodell ein

# AddWorkingCalendarEntryAssistant
source: Enter a date for the calendar entry
de_de: Geben Sie Datum für den Kalendereintrag ein

# AddWorkingCalendarEntryAssistant
source: Enter a description for the calendar entry
de_de: Geben Sie eine Beschreibung für den Kalendereintrag ein

# Add extension assistant
source: Enter a description for the extension
de_de: Geben Sie eine Beschreibung für die Verlängerung ein

# Add extension assistant
source: Enter a inventory number
de_de: Geben Sie eine Inventarnummer ein

# Add test equipment assistant
source: Enter a inventory number
de_de: Geben Sie eine Inventarnummer ein

# Add tool assistent
source: Enter a inventory number
de_de: Geben Sie eine Inventarnummer ein

# AddLocationAssistent
source: Enter a location description
de_de: Geben Sie die Messpunktbeschreibung ein

# AddLocationAssistent
source: Enter a location number
de_de: Geben Sie eine Messpunktnummer ein

# AddTestPlanAssistant
source: Enter a name for the test plan
de_de: Geben Sie einen Namen für den Prüfplan ein

# Add test equipment assistant
source: Enter a serial number
de_de: Geben Sie eine Seriennummer ein

# Add tool assistent
source: Enter a serial number
de_de: Geben Sie eine Seriennummer ein

# Add location tool assignment assistant
source: Enter a start date for mca tests
de_de: Geben Sie Startdatum für die MFU Prüfungen ein

# Add location tool assignment assistant
source: Enter a start date for monitoring tests
de_de: Geben Sie ein Startdatum für die Überwachungen ein

# Add process control condition assistant
source: Enter a start date for process tests
de_de: Geben Sie Startdatum für die Prozessprüfung ein

# Add test equipment assistant
source: Enter a test equipment calibration norm
de_de: Geben Sie eine Kalibrierungsnorm ein

# Add test equipment assistant
source: Enter a test equipment firmware version
de_de: Geben Sie eine Prüfgerät Firmware Version ein

# AddTestPlanAssistant
source: Enter a test interval for the test plan
de_de: Geben Sie ein Intervall für den Prüfplan ein

# Add process control condition assistant
source: Enter a value for alarm limit angle
de_de: Geben Sie einen Wert zu Alarmgrenze Winkel ein

# Add process control condition assistant
source: Enter a value for alarm limit torque
de_de: Bitte geben Sie einen Wert für die Alarmgrenze - Drehmoment ein

# Add process control condition assistant
source: Enter a value for angle for further turning (A1)
de_de: Gegen Sie einen Wert für den Winkel Weiterziehen ein (A1)

# Add process control condition assistant
source: Enter a value for angle limit (Alim)
de_de: Geben Sie einen Wert für das Winkellimit (Alim) ein

# Add tool assistent
source: Enter a value for configurale field 1
de_de: Geben Sie einen Wert für das Freies Feld 1 ein

# Add tool assistent
source: Enter a value for configurale field 2
de_de: Geben Sie einen Wert für das Freies Feld 2 ein

# Add tool assistent
source: Enter a value for configurale field 3
de_de: Geben Sie einen Wert für das Freies Feld 3 ein

# Add process control condition assistant
source: Enter a value for minimum torque (Mmin)
de_de: Geben Sie einen Wert für das minimale Drehmoment ein (Mmin)

# Add process control condition assistant
source: Enter a value for start angle count (Ms)
de_de: Bitte geben Sie einen Wert für den Start Winkelzählung (Ms)

# Add process control condition assistant
source: Enter a value for start measurement (Mstart)
de_de: Geben Sie einen Wert für den Start der Messung (Mstart) ein

# Add process control condition assistant
source: Enter a value for target value (A2)
de_de: Geben Sie einen Zielwert ein (A2)

# Add extension assistant assistant
source: Enter a value for the bending compensation
de_de: Geben Sie einen Wert für die Biegekompensation

# Add test equipment assistant
source: Enter a value for the capacity maximum
de_de: Geben Sie einen Wert für den maximale Kapazität ein

# Add test equipment assistant
source: Enter a value for the capacity minimum
de_de: Geben Sie einen Wert für den minimale Kapazität ein

# Test technique assistent
source: Enter a value for the cycle complete
de_de: Geben Sie einen Wert für kompletten Zyklus ein

# Test technique assistent
source: Enter a value for the cycle start
de_de: Geben Sie einen Wert für den Start des Zyklus ein

# Test technique assistent
source: Enter a value for the end cycle time
de_de: Geben Sie einen Wert für das Ende der Zykluszeit ein

# Add extension assistant assistant
source: Enter a value for the factor
de_de: Geben Sie einen Wert für Faktor

# Test technique assistent
source: Enter a value for the filter frequency
de_de: Geben Sie einen Wert für die Filterfrequenz ein

# AddLocationAssistent
source: Enter a value for the first configurable field
de_de: Geben Sie einen Wert für die Kostenstelle ein

# Add extension assistant assistant
source: Enter a value for the gauge
de_de: Geben Sie einen Wert für das Stichmaß ein

# Add process control condition assistant
source: Enter a value for the lower intervention limit
de_de: Geben Sie einen Wert für die untere Eingriffsgrenze ein

# Add process control condition assistant
source: Enter a value for the lower measuring limit
de_de: Geben Sie einen Wert für das untere Messlimit ein

# AddLocationAssistent
source: Enter a value for the maximum angle
de_de: Geben Sie einen Wert für den maximalen Drehwinkel ein

# Test parameter assistent
source: Enter a value for the maximum angle
de_de: Geben Sie einen Wert für den maximalen Drehwinkel ein

# Test technique assistent
source: Enter a value for the maximum pulse
de_de: Geben Sie einen Wert für den maximalen Impuls ein

# AddLocationAssistent
source: Enter a value for the maximum torque
de_de: Geben Sie einen Wert für das maximale Drehmoment ein

# Test parameter assistent
source: Enter a value for the maximum torque
de_de: Geben Sie einen Wert für das maximale Drehmoment ein

# Test technique assistent
source: Enter a value for the measure delay time
de_de: Geben Sie einen Wert für die maximale Verzögerungszeit ein

# AddLocationAssistent
source: Enter a value for the minimum angle
de_de: Geben Sie einen Wert für den minimalen Drehwinkel ein

# Test parameter assistent
source: Enter a value for the minimum angle
de_de: Geben Sie einen Wert für den minimalen Drehwinkel ein

# Test technique assistent
source: Enter a value for the minimum pulse
de_de: Geben Sie einen Wert für den minimalen Impulse ein

# AddLocationAssistent
source: Enter a value for the minimum torque
de_de: Geben Die einen Wert für das minimale Drehmoment ein

# Test parameter assistent
source: Enter a value for the minimum torque
de_de: Geben Die einen Wert für das minimale Drehmoment ein

# Test technique assistent
source: Enter a value for the reset time
de_de: Geben Sie einen Wert für die Reset-Zeit ein

# AddLocationAssistent
source: Enter a value for the second configurable field
de_de: Geben Sie einen Wert für das zweite konfigurierbare Feld ein

# Test technique assistent
source: Enter a value for the slip torque
de_de: Bitte geben Sie einen Wert für den Schlupfmoment ein

# Test technique assistent
source: Enter a value for the start final angle
de_de: Bitte geben Sie einen Wert für den Start Endwinkel ein

# AddLocationAssistent
source: Enter a value for the third configurable field
de_de: Geben Sie einen Wert für das dritte konfigurierbare Feld ein

# Test technique assistent
source: Enter a value for the threshold
de_de: Geben Sie einen Wert für den Start der Winkelzählung ein

# Test technique assistent
source: Enter a value for the torque coefficient
de_de: Geben Sie einen Wert ein für den Drehmoment Koeffizient

# Add process control condition assistant
source: Enter a value for the upper intervention limit
de_de: Geben Sie einen Wert für die obere Eingriffsgrenze ein

# Add process control condition assistant
source: Enter a value for the upper measuring limit
de_de: Geben Sie einen Wert für das obere Messlimit ein

# Add test equipment assistant
source: Enter a value if the test equipment can be used for process testing
de_de: Aktivieren Sie die Einstellung, wenn das Prüfgerät für Prozessprüfungen verwendet werden kann

# Add test equipment assistant
source: Enter a value if the test equipment can be used for rotating testing
de_de: Aktivieren Sie die Einstellung, wenn das Prüfgerät für rotierende Prüfungen verwendet werden kann

# Add tool model assistent
source: Enter the air consumption
de_de: Geben Sie den Luftverbrauch ein

# Add tool model assistent
source: Enter the air pressure
de_de: Geben Sie den Luftdruck ein

# Add tool model assistent
source: Enter the battery voltage
de_de: Geben Sie die Akkuspannung ein

# Add tool model assistent
source: Enter the description
de_de: Geben Sie die Beschreibung ein

# Add tool model assistent
source: Enter the lower power limit
de_de: Geben Sie die untere Leistungsgrenze ein

# Add tool model assistent
source: Enter the max. rotation speed
de_de: Geben Sie die maximale Umdrehungszahl ein

# Location tool assignment
source: Enter the new status for the tool
de_de: Geben Sie den neuen Status des Werkzeuges ein

# AddTestPlanAssistant
source: Enter the sample number for the test plan
de_de: Geben Sie eine Stichprobenanzahl für den Prüfplan ein

# AddLocationAssistent
source: Enter the setpoint for the angle
de_de: Geben Sie einen Sollwert für den Drehwinkel ein

# Test parameter assistent
source: Enter the setpoint for the angle
de_de: Geben Sie einen Sollwert für den Drehwinkel ein

# AddLocationAssistent
source: Enter the setpoint for the torque
de_de: Geben Sie ein Solldrehmoment ein

# Test parameter assistent
source: Enter the setpoint for the torque
de_de: Geben Sie ein Solldrehmoment ein

# AddLocationAssistent
source: Enter the threshold for the torque
de_de: Geben Sie den Start der Winkelzählung ein

# Test parameter assistent
source: Enter the threshold for the torque
de_de: Geben Sie den Start der Winkelzählung ein

# Add tool model assistent
source: Enter the upper power limit
de_de: Geben Sie die obere Leistungsgrenze ein

# Add tool model assistent
source: Enter the weight
de_de: Geben Sie das Gewicht ein

source: Entries saved
de_de: Einträge gespeichert

# LocationView ToolBar
source: Equal audit parameters
de_de: Gleiche Prüfparameter

source: Error
de_de: Fehler

# Change tool states
source: Error
de_de: Fehler

# ClassicTestViewModel
source: Error
de_de: Fehler

# ExtensionAssistantPlan
source: Error
de_de: Fehler

# LocationToolAssignment
source: Error
de_de: Fehler

# LoginView
source: Error
de_de: Fehler

# MegaMenuLocking
source: Error
de_de: Fehler

# ProcessControlViewModel
source: Error
de_de: Fehler

# Shift management
source: Error
de_de: Fehler

# TestEquipmentModelAssistantPlan
source: Error
de_de: Fehler

# TestLevelSetAssistantPlan
source: Error
de_de: Fehler

# Unused tool usage assistent plan
source: Error
de_de: Fehler

source: Error in server configuration. Please check the server configuration.
de_de: Fehler beim Einlesen der Server Einstellungen. Bitte überprüfen Sie die Server Einstellungen.

# MegaMenuLocking
source: Error occured while loading Pinned status
de_de: Status des angepinnten Menübaum kann nicht geladen werden

# LoginView
source: Error occured while loading language
de_de: Es ist ein Fehler beim Laden der Übersetzung aufgetreten

# LocationToolAssignmentViewModel
source: Error while updating
de_de: Fehler beim Aktualisieren

source: Error!
de_de: Fehler!

# ClassicTestView Toolbar Button
source: EvaluateTest
de_de: Auswertung

# Main Menu Item
source: Evaluation
de_de: Auswertung

# Add test equipment assistant
source: Every x days
de_de: Alle X Tage

# IntervalType
source: Every x days
de_de: Alle X Tage

# IntervalType
source: Every x shifts
de_de: Alle X Schichten

# ToolModelView Ribbon
source: Export excel
de_de: Excel Export

# ToolView Ribbon
source: Export excel
de_de: Excel Export

# Add process control condition assistant
source: Extension
de_de: Verlängerung

# Auxiliary Master Data
source: Extension
de_de: Verlängerung

# ProcessControl
source: Extension
de_de: Verlängerung

# ProcessControlConditionAttribute
source: Extension
de_de: Verlängerung

# Add extension assistant
source: Extension correction
de_de: Korrektur Verlängerung

# Extension
source: Extension correction
de_de: Korrektur Verlängerung

# ExtensionViewModel
source: Extension not valid
de_de: Verlängerung nicht gültig

# Working calendar parameters
source: Extra shift
de_de: Zusatzschicht

# AddWorkingCalendarEntryAssistant
source: Extra shift
de_de: Zusatzschicht

# Working calendar
source: Extra shift
de_de: Zusatzschicht

# Working calendar parameters
source: Extra shift
de_de: Zusatzschicht

# TestTechniqueError
source: FIlter frequency has to be less than one thousend
de_de: Die Filterfrequenz muss kleiner sein als 1000

# Add extension assistant assistant
source: Factor
de_de: Faktor

# Extension correction
source: Factor
de_de: Faktor

# ExtensionAttribute
source: Factor
de_de: Faktor

# LocationView
source: Factor
de_de: Faktor

# Extension
source: Factor Torque
de_de: Faktor Drehmoment

# ProcessControl
source: Factor angle
de_de: Faktor Winkel

# ProcessControl
source: FactorAngleToolTip
de_de: Diesen Wert nutzt der Schlüssel intern, um die Verbiegung der Verlängerung zu berichtigen

# Extension
source: FactorTorqueToolTip
de_de: Wird zur Korrektur der Drehmomentmessung verwendet (Messergebnis = Faktor + gemessener Wert)

source: Favorites
de_de: Favoriten

source: Field
de_de: Feld

# LocationView
source: Field
de_de: Feld
