Repository: rushitvora93/Test
Catalog: QS-Torque/Locale/*/LC_MESSAGES/Messages.po
Languages: de_de

# Change Tool State
source: Location
de_de: Messpunkt

# Change Tool State
source: State
de_de: Status

# Change Tool State
source: Tool
de_de: Werkzeug

# LocationViewModel
source: A directory with the same name is already in this folder!
de_de: Ein Eintrag mit diesem Namen existiert bereits in diesem Ordner!

# ExtensionViewModel
source: A extenison with this inventory number already exists
de_de: Eine Verlängerung mit dieser Inventarnummer existiert bereits

# Location
source: A location with this number or description already exists
de_de: Ein Messpunkt mit dieser Nummer oder Beschreibung existiert bereits!

# TransferToTestEquipment
source: A problem occured while saving the test equipment
de_de: Es ist ein Fehler beim Speichern des Prüfgeräts aufgetreten

# TestEquipmentViewModel
source: A test equipment model with this name already exists
de_de: Ein Prüfgerätemodell mit diesem Namen existiert bereits

# TestEquipmentViewModel
source: A test equipment with this serial number or inventory number already exists
de_de: Ein Prüfgerät mit dieser Serien- oder Inventarnummer existiert bereits

# ToolViewModel
source: A tool with this serial number or inventory number already exists
de_de: Ein Werkzeug mit dieser Seriennummer oder Inventarnummer existiert bereits!

# GlobalToolBar
source: About QS-Torque
de_de: Über QS-Torque

# Tolerance class
source: Absolute
de_de: Absolut

# Add tool assistent
source: Accessory
de_de: Zubehör

# ToolAttribute
source: Accessory
de_de: Zubehör

# ToolView
source: Accessory
de_de: Zubehör

# TestEquipmentType
source: AcqTool
de_de: Acq Werkzeug

# ToastNotificationManager
source: Action was successful
de_de: Aktion war erfolgreich

# LocationToolAssignmentAttribute
source: Active
de_de: Aktiv

# ProcessControlConditionAttribute
source: Active
de_de: Aktiv

source: Add
de_de: Hinzufügen

# TestEquipmentView Ribbon
source: Add
de_de: Hinzufügen

# TestLevelSetView Ribbon
source: Add
de_de: Hinzufügen

# ToolModelView Ribbon
source: Add
de_de: Hinzufügen

# ToolView Ribbon
source: Add
de_de: Hinzufügen

# Add location tool assignment assistent
source: Add a location tool assignment
de_de: Werkzeugzuordnung hinzufügen

# ProcessControl ToolBar
source: Add audit technique
de_de: Prüftechnik hinzufügen

# TestLevelSetView Ribbon
source: Add calendar entry
de_de: Kalendereintrag hinzufügen

# LocationView ToolBar
source: Add file
de_de: Datei hinzufügen

# ToolModelView
source: Add file
de_de: Datei hinzufügen

# ToolView
source: Add file
de_de: Datei hinzufügen

# LocationView ToolBar
source: Add folder
de_de: Ordner hinzufügen

# LocationView ToolBar
source: Add measurepoint
de_de: Messpunkt hinzufügen

# Add extension assistant
source: Add new extension
de_de: Neue Verlängerung erstellen

# AddLocationAssistent
source: Add new location
de_de: Neuen Messpunkt erstellen

# Add process control condition assistant
source: Add new process control condition
de_de: Neue Prüfbedingungen Prozessprüfung hinzufügen

# Add test equipment assistant
source: Add new test equipment
de_de: Neues Prüfgerät hinzufügen

# AddTestPlanAssistant
source: Add new test plan
de_de: Prüfplan hinzufügen

# Add tool assistent
source: Add new tool
de_de: Neues Werkzeug erstellen

# Add tool model assistent
source: Add new tool model
de_de: Neues Werkzeugmodell erstellen

# AddWorkingCalendarEntryAssistant
source: Add new working calendar entry
de_de: Neuen Arbeitskalendereintrag hinzufügen

# LocationView ToolBar
source: Add picture
de_de: Bild hinzufügen

# ToolModelView Ribbon
source: Add picture
de_de: Bild hinzufügen

# ToolView Ribbon
source: Add picture
de_de: Bild hinzufügen

source: Add status
de_de: Status hinzufügen

# Location tool assignment
source: Add status
de_de: Status hinzufügen

# LocationViewModel
source: Adding a Directory in Location failed. Please try again or contact admin or support
de_de: Die Aktion war leider nicht erfolgreich. Erneut versuchen oder an Support wenden

# ToolAttribute
source: Additional configurable Field1
de_de: Zusätzliches Freies Feld 1

# ToolAttribute
source: Additional configurable Field2
de_de: Zusätzliches Freies Feld 2

# ToolAttribute
source: Additional configurable Field3
de_de: Zusätzliches Freies Feld 3

# LocationView
source: Additional information
de_de: Zusätzliche Informationen

# ToolModelView
source: Additional information
de_de: Zusätzliche Informationen

# ToolView
source: Additional information
de_de: Zusätzliche Informationen

# TestEquipmentView
source: Additional limits
de_de: Zusätzliche Grenzen

# TestEquipmentView
source: Additional settings
de_de: Zusätzliche Einstellungen

# Test technique assistent
source: After the torque drops below the Cycle Complete, the STa 6000 / STa 6000 Plus does not consider the torque trace during this Reset time. It can be helpful to filter the bounces occurring in the pulse tool test.
de_de: Der STa 6000 berücksichtigt die Drehmomentkurve während der Rest-Zeit nicht, nachdem das Drehmoment unter den Wert für Zyklus-Endzeit fällt. Es kann hilfreich sein, die beim Impulswerkzeugtest auftretenden Rückprellungen zu filtern.

# Add tool model assistent
source: Air consumption
de_de: Luftverbrauch

# ToolModelAttribute
source: Air consumption
de_de: Luftverbrauch

# ToolModelView
source: Air consumption
de_de: Luftverbrauch

# Add tool model assistent
source: Air pressure
de_de: Luftdruck

# ToolModelAttribute
source: Air pressure
de_de: Luftdruck

# ToolModelView
source: Air pressure
de_de: Luftdruck

# Add process control condition assistant
source: Alarm limit - angle
de_de: Alarmgrenze - Winkel

# ProcessControl
source: Alarm limit - angle
de_de: Alarmgrenze - Winkel

# QstProcessControlTechAttribute
source: Alarm limit - angle
de_de: Alarmgrenze - Winkel

# Add process control condition assistant
source: Alarm limit - torque
de_de: Alarmgrenze - Drehmoment

# ProcessControl
source: Alarm limit - torque
de_de: Alarmgrenze - Drehmoment

# QstProcessControlTechAttribute
source: Alarm limit - torque
de_de: Alarmgrenze - Drehmoment

# LocationToolAssignmentView
source: All Tools
de_de: Alle Werkzeuge

source: An entry can not be empty!
de_de: Ein Eintrag darf nicht leer sein!

# AddWorkingCalendarEntryAssistant
source: An entry exists already at this date. If you proceed, this entry will be overwritten.
de_de: Für diesen Tag existiert bereits ein Eintrag, wollen Sie fortfahren? (Der bestehende Eintrag wird überschrieben)

# Tool Model
source: An equal tool model is existing already
de_de: Ein gleiches Werkzeugmodell existiert bereits

# Tool Model
source: An error has occured while loading the tool models
de_de: Es ist ein Fehler beim Laden der Werkzeugmodelle aufgetreten!

# Tool Model
source: An error has occured while loading the tool models!
de_de: Es ist ein Fehler beim Laden der Werkzeugmodelle aufgetreten!

# Tool Model
source: An error has occured while removing the tool models
de_de: Es ist ein Fehler während des Löschens eines Werkzeugmodells aufgetreten!

# Tool Model
source: An error occured
de_de: Es ist ein Fehler aufgetreten

# LocationViewModel
source: An error occured in Location
de_de: Es ist ein Fehler im Messpunkt aufgetreten

# ToolViewModel
source: An error occured in the tool
de_de: Es ist ein Fehler im Werkzeug aufgetreten

# Location tool assignment
source: An error occured while adding test conditions
de_de: Es ist ein Fehler beim Hinzufügen von Prüfbedingungen aufgetreten

# Location
source: An error occured while adding the location
de_de: Es ist ein Fehler beim Hinzufügen eines Messpunktes aufgetreten

# Location tool assignment
source: An error occured while assigning a tool to a location
de_de: Es ist ein Fehler beim Hinzufügen eines Werkzeuges zu einem Messpunkt aufgetreten

# Location tool assignment
source: An error occured while loading all assigned tools for the location
de_de: Es ist ein Fehler beim Laden aller dem Messpunkt zugeordneten Werkzeuge aufgetreten

# ClassicTestViewModel
source: An error occured while loading test data
de_de: Es ist ein Fehler beim Laden der Prüfdaten

source: An error occured while loading the handler
de_de: Es ist ein Fehler beim Laden des Prüfers

source: An error occured while loading the referenced tool models
de_de: Es ist ein Fehler beim Laden der referenzierten Werkzeugmodelle aufgetreten

# ToleranceClassViewModel
source: An error occured while loading the references
de_de: Es ist ein Fehler beim Laden der Referenzen aufgetreten

# Location
source: An error occured while loading the tree
de_de: Es ist ein Fehler beim Laden des Messpunktbaumes aufgetreten

# Unused tool usage assistent plan
source: An error occured while loading tool usages
de_de: Es ist ein Fehler beim Laden der Werkzeugverwendung aufgetreten

# Location tool assignment
source: An error occured while removing a location tool assignment
de_de: Es ist ein Fehler während des Löschens einer Werkzeugzuordnung Messpunkt aufgetreten!

# Change tool states
source: An error occured while saving tool states
de_de: Es ist ein Fehler beim Laden der Werkzeugverwendung aufgetreten

# LocationToolAssignmentViewModel
source: An error occured while updating test conditions
de_de: Es ist ein Fehler beim Hinzufügen von Prüfbedingungen aufgetreten

# Location
source: An error occured while updating the location
de_de: Es ist ein Fehler beim Update des Messpunktes ist aufgetreten

source: An item with the same name already exists!
de_de: Ein Eintrag mit diesem Namen existiert bereits!

source: An unknown error occured. Please contact our Support Team
de_de: Unbekannter Fehler aufgetreten. Bitte wenden Sie sich an den Support

# TestEquipmentType
source: Analyse device
de_de: Analysegerät

# Controlled by
source: Angle
de_de: Drehwinkel

# LocationToolAssignment test conditions
source: Angle
de_de: Drehwinkel

# LocationToolAssignmentAttribute
source: Angle
de_de: Drehwinkel

# LocationView
source: Angle
de_de: Drehwinkel

# Add process control condition assistant
source: Angle for further turning
de_de: Winkel zum Weiterziehen

# ProcessControl
source: Angle for further turning (A1)
de_de: Winkel zum Weiterziehen (A1)

# QstProcessControlTechAttribute
source: Angle for further turning (A1)
de_de: Winkel zum Weiterziehen (A1)

# Add process control condition assistant
source: Angle limit
de_de: Winkelgrenze

# ProcessControl
source: Angle limit (Alim)
de_de: Winkelgrenze (Alim)

# QstProcessControlTechAttribute
source: Angle limit (Alim)
de_de: Winkelgrenze (Alim)

# TransferToTestEquipment
source: Another transfer is currently in progress. do you want to cancel the running transfer?
de_de: Ein weiterer Transfer ist derzeit in Verabeitung. Möchten Sie den laufenden Transfer abbrechen?

source: Apply
de_de: Übernehmen

# Assistent
source: Apply
de_de: Übernehmen

# TestEquipmentView
source: Ask for ident
de_de: Bitte Ident eintragen

# TestEquipmentView
source: Ask for sign
de_de: Abfrage Unterschrift

# TestEquipmentAttribute
source: AskForIdent
de_de: Bitte Ident eintragen

# TestEquipmentModelAttribute
source: AskForIdent
de_de: Bitte Ident eintragen

# TestEquipmentView
source: AskForIdent
de_de: Bitte Ident eintragen

# TestEquipmentView
source: AskForIdent Never
de_de: Niemals

# TestEquipmentView
source: AskForIdent OnlyNio
de_de: Nur NIO

# TestEquipmentView
source: AskForIdent PerRoute
de_de: Pro Route

# TestEquipmentView
source: AskForIdent PerTest
de_de: Pro Stichprobe

# TestEquipmentView
source: AskForIdent PerVal
de_de: Pro Messwert

# TestEquipmentView
source: AskForIdentToolTip
de_de: Beim Starten der Prüfung muss eine Identnummer eingescannt oder eingegeben werden

# TestEquipmentAttribute
source: AskForSign
de_de: Abfrage Unterschrift

# TestEquipmentModelAttribute
source: AskForSign
de_de: Abfrage Unterschrift

# TestEquipmentView
source: AskForSignToolTip
de_de: Bei N.i.O. Prüfungen wird eine Unterschrift eines Berechtigen verlangt

# ProcessControlPlanning Ribbon
source: Assign test level set
de_de: Prüfstufensatz zuordnen

# TestPlanView Ribbon
source: Assign test level set
de_de: Prüfstufensatz zuordnen

# LocationToolAssignmentView
source: Assign tool
de_de: Werkzeug zuweisen

# Assign tool to location assistent
source: Assign tool to location
de_de: Werkzeug zu Messpunkt zuweisen

# LocationToolAssignmentView
source: Assigned Tools
de_de: Zugewiesene Werkzeuge

# LocationView ToolBar
source: Attach tool
de_de: Werkzeug zuordnen

# LocationView ToolBar
source: Attach working calender
de_de: Arbeitskalender zuordnen

# Location History View
source: Attribute
de_de: Attribut

# TestEquipmentView
source: Attributes
de_de: Attribute

# ProcessControl
source: Audit operation
de_de: Prüfbetrieb

# ProcessControl
source: Audit parameters
de_de: Prüfparameter

# ProcessControl
source: Audit rules
de_de: Prüfvorschriften

# Add process control condition assistant
source: Audit technique
de_de: Prüftechnik

# ProcessControl
source: Audit technique
de_de: Prüftechnik

# ProcessControl
source: AuditOperationToolTip
de_de: Ist dieser Haken nicht gesetzt, werden Prüfungen nicht angemahnt

# Main Menu Item
source: Auxiliary Master Data
de_de: Hilfstabellen

# ClassicTestHtmlView
source: Average
de_de: Mittelwert

# Test Equipment Test Result
source: Average
de_de: Mittelwert

source: Base Settings
de_de: Grundeinstellungen

# Base Settings - Window Title
source: Base Settings
de_de: Grundeinstellungen

# ClassicTestView Chktable
source: BatchSize
de_de: Anzahl

# ClassicTestView Ctltable
source: BatchSize
de_de: Anzahl

# ClassicTestView Mfutable
source: BatchSize
de_de: Anzahl

# ClassicTestView Pfutable
source: BatchSize
de_de: Anzahl

# Add tool model assistent
source: Battery voltage
de_de: Akkuspannung

# ToolModelAttribute
source: Battery voltage
de_de: Akkuspannung

# ToolModelView
source: Battery voltage
de_de: Akkuspannung

# ToolModelClass
source: Beam-type torque wrench
de_de: Schlüssel mit Biegestab

# ToolModelClass
source: Beam-type torque wrench, adjustable, with scale
de_de: Schlüssel mit Biegestab, verstellbar, mit Skala

# AddTestPlanAssistant
source: Behavior
de_de: Verhalten

# TestEquipmentType
source: Bench
de_de: Bank

# Add extension assistant assistant
source: Bending compensation
de_de: Biegekompensierung

# Extension
source: Bending compensation
de_de: Biegekompensierung

# ExtensionAttribute
source: Bending compensation
de_de: Biegekompensierung

# Extension
source: BendingToolTip
de_de: Ausgleichswert für das Werkzeug aufgrund der Verbiegung durch ein zusätzliches Einsteckwerkzeug

# TestType
source: CHK
de_de: Überwachung

# Main Menu Item
source: Calendar
de_de: Kalender

# TestEquipmentView
source: Calibration
de_de: Kalbibrierung

# TestEquipmentAttribute
source: Calibration interval
de_de: Kalibrierintervall

# TestEquipmentView
source: Calibration interval
de_de: Kalibrierintervall

# Add test equipment assistant
source: Calibration norm
de_de: Kalibrierungsnorm

# TestEquipmentAttribute
source: Calibration norm
de_de: Kalibrierungsnorm

# TestEquipmentView
source: Calibration norm
de_de: Kalibrierungsnorm

# TestEquipmentView
source: Can delete measurements
de_de: Messungen können gelöscht werden

# TestEquipmentView
source: Can use Qst standard methods
de_de: QST-Standardmethoden verwenden

# TestEquipmentView
source: Can use qst standard methods
de_de: QST-Standardmethoden verwenden

# TestEquipmentAttribute
source: CanDeleteMeasurements
de_de: Messungen können gelöscht werden

# TestEquipmentModelAttribute
source: CanDeleteMeasurements
de_de: Messungen können gelöscht werden

# TestEquipmentView
source: CanDeleteMeasurementsToolTip
de_de: Der Nutzer des Prüfgeräts darf nach der Prüfung Messwerte direkt am Gerät löschen

# TestEquipmentAttribute
source: CanUseQstStandard
de_de: QST-Standardmethoden verwenden

# TestEquipmentModelAttribute
source: CanUseQstStandard
de_de: QST-Standardmethoden verwenden

# TestEquipmentView
source: CanUseQstStandardToolTip
de_de: QST-Standardmethoden für dieses Prüfgerät verwenden

source: Cancel
de_de: Abbrechen

# Add test equipment assistant
source: Capacity maximum
de_de: Maximal Kapazität

# TestEquipmentAttribute
source: Capacity maximum
de_de: Maximal Kapazität

# TestEquipmentView
source: Capacity maximum
de_de: Maximal Kapazität

# Add test equipment assistant
source: Capacity minimum
de_de: Minimal Kapazität

# TestEquipmentAttribute
source: Capacity minimum
de_de: Minimal Kapazität

# TestEquipmentView
source: Capacity minimum
de_de: Minimal Kapazität

source: Caps Lock is enabled!
de_de: Feststelltaste aktiviert!

# LocationAttribute
source: Category
de_de: Kategorie hinzufügen

# User Settings
source: Change Password
de_de: Passwort ändern

# ChangeToolStatusAssistant
source: Change Status of tools
de_de: Ändern des Werkzeugstatus

# GlobalToolBar
source: Change database
de_de: Datenbank ändern

# Shift management
source: Change of day
de_de: Den Tag wechseln

# Shift management diff
source: Change of day
de_de: Den Tag wechseln

# LocationView ToolBar
source: Change tool
de_de: Werkzeugwechsel durchführen

# Server Connections
source: Check
de_de: Testen

source: Check login data
de_de: Anmeldedaten prüfen

# Add tool assistent
source: Choose a cost center
de_de: Wählen Sie eine Kostenstelle

# Add tool assistent
source: Choose a customer
de_de: Wählen Sie einen Auftraggeber

# Add process control condition assistant
source: Choose a extension
de_de: Wählen Sie eine Verlängerung

# AddWorkingCalendarEntryAssistant
source: Choose a repetition for the calendar entry
de_de: Wählen Sie eine Wiederholung für den Arbeitskalender aus

# Add tool assistent
source: Choose a status
de_de: Wählen Sie einen Status

# Assign tool to location assistent
source: Choose a status for the tool after the assignment
de_de: Wählen Sie nach der Zuordnung einen Status für das Werkzeug aus

# Add test equipment assistant
source: Choose a test equipment model
de_de: Wählen Sie ein Prüfgerätemodell

# Add location tool assignment assistant
source: Choose a test level set for mca tests
de_de: Wählen Sie einen Prüfstufensatz für die MFU Prüfungen

# Add location tool assignment assistant
source: Choose a test level set for monitoring tests
de_de: Wählen Sie ein Prüfstufensatz für die Überwachung

# Add process control condition assistant
source: Choose a test level set for process control condition
de_de: Wählen Sie die Prüfstufe für Prüfbedingungen Prozess

# AddLocationAssistent
source: Choose a tolerance class for the angle
de_de: Wählen Sie eine Toleranzklasse für den Drehwinkel

# Test parameter assistent
source: Choose a tolerance class for the angle
de_de: Wählen Sie eine Toleranzklasse für den Drehwinkel

# AddLocationAssistent
source: Choose a tolerance class for the torque
de_de: Wählen Sie eine Toleranzklasse für den Drehwinkel

# Test parameter assistent
source: Choose a tolerance class for the torque
de_de: Wählen Sie eine Toleranzklasse für den Drehwinkel

# Add tool assistent
source: Choose a tool model
de_de: Wählen Sie ein Werkzeugmodell

# Add tool model assistent
source: Choose a tool model class
de_de: Wählen Sie eine Klasse

# Add tool model assistent
source: Choose a tool model type
de_de: Wählen Sie einen Werkzeugtyp

# Assign tool to location assistent
source: Choose a tool usage
de_de: Wählen Sie eine Werkzeugverwendung

# AddLocationAssistent
source: Choose by which attribute the location is controlled
de_de: Wählen Sie nach welchen Attribut der Messpunkt gesteuert werden soll

# Add location tool assignment assistent
source: Choose by which attribute the location tool assignment is controlled
de_de: Wählen Sie nach welchen Attribut die Messpunkt Werkzeugzuordnung gesteuert werden soll

# Testing schedule assistant
source: Choose if the location too assignment is active for mfu tests
de_de: Wählen Sie, ob die Werkzeug-Messpunkt-Zuordnung für die MFU Prüfungen aktiv ist

# Testing schedule assistant
source: Choose if the location too assignment is active for monitoring tests
de_de: Wählen Sie, ob die Werkzeug-Messpunkt-Zuordnung für die Monitoring Prüfungen aktiv ist

# Add process control condition assistant
source: Choose if the process control condition is active for process tests
de_de: Wählen Sie, ob Prüfbedingungen Prozess für Prozessprüfungen aktiv sind

# Add process control condition assistant
source: Choose test method for audit technique
de_de: Wählen Sie eine Prüfmethode für die Prüftechnik

# Add tool model assistent
source: Choose the Shut off
de_de: Wählen Sie eine Abschaltungen

# AddTestPlanAssistant
source: Choose the behavior of the test plan
de_de: Wählen ein Verhalten für den Prüfplan

# Add tool model assistent
source: Choose the construction type
de_de: Wählen Sie eine Bauform

# Add tool model assistent
source: Choose the drive size
de_de: Wählen Sie ein Abtriebsmaß

# Add tool model assistent
source: Choose the drive type
de_de: Wählen Sie einen Antrieb

# AddTestPlanAssistant
source: Choose the end date of the test plan
de_de: Wählen Sie das Enddatum für den Prüfplan

# Add test equipment assistant
source: Choose the last calibration of the test equipment
de_de: Wählen Sie das letzte Kalibrierungsdatum des Prüfgerätes aus

# Add tool model assistent
source: Choose the manufacturer
de_de: Wählen Sie einen Hersteller

# AddTestPlanAssistant
source: Choose the start date of the test plan
de_de: Wählen Sie ein Startdatum für den Prüfplan

# Add tool model assistent
source: Choose the switch off
de_de: Wählen Sie eine Abtriebsart

# Add test equipment assistant
source: Choose the test equipment type
de_de: Wählen Sie einen Prüfgerätetyp

# Add extension assistant
source: Choose the test extension correction type
de_de: Wählen den Korrekturtyp der Testverlängerung

# Add location tool assignment assistant
source: Choose the test level for mfu tests
de_de: Wählen Sie eine Prüfstufe für die MFU Prüfungen

# Add location tool assignment assistant
source: Choose the test level for monitoring tests
de_de: Wählen Sie die Prüfstufe für die Überwachung

# Add process control condition assistant
source: Choose the test level for process control condition
de_de: Wählen Sie die Prüfstufe für Prüfbedingungen Prozess

# Add tool model assistent
source: Choose the tool type
de_de: Wählen Sie eine Ausführung

# AddWorkingCalendarEntryAssistant
source: Choose the type of the calendar entry
de_de: Wählen Sie den Arbeitskalendertyp

# Manufacturer
source: City
de_de: Stadt

# ToolModelAttribute
source: Class
de_de: Klasse

# ToolModelView
source: Class
de_de: Klasse

# ToolModelType
source: Click wrench
de_de: Knickschlüssel

# ToolModelType
source: ClickWrench
de_de: Knickschlüssel

# ToolModelView
source: Cm-/Cmk-Limit
de_de: Cm-/Cmk-Grenze

# ToolView
source: Cm-/Cmk-Limit
de_de: Cm-/Cmk-Grenze

source: Comment
de_de: Kommentar

# Location History View
source: Comment
de_de: Kommentar

# LocationAttribute
source: Comment
de_de: Kommentar

# LocationView
source: Comment
de_de: Kommentar

# ToolAttribute
source: Comment
de_de: Kommentar

# ToolView
source: Comment
de_de: Kommentar

# Main Menu Item
source: Communication
de_de: Kommunikation

# LocationView
source: Configurable field
de_de: Freies Feld

# ToolAttribute
source: Configurable field
de_de: Freies Feld

# ToolView
source: Configurable field
de_de: Freies Feld

# Add tool assistent
source: Configurable field 1
de_de: Freies Feld 1

# AddLocationAssistent
source: Configurable field 1
de_de: Freies Feld 1

# ToolView
source: Configurable field 1
de_de: Freies Feld 1

# Add tool assistent
source: Configurable field 2
de_de: Freies Feld 2

# AddLocationAssistent
source: Configurable field 2
de_de: Freies Feld 2

# ToolView
source: Configurable field 2
de_de: Freies Feld 2

# Add tool assistent
source: Configurable field 3
de_de: Freies Feld 3

# AddLocationAssistent
source: Configurable field 3
de_de: Freies Feld 3

# ToolView
source: Configurable field 3
de_de: Freies Feld 3
